[
    {
        "imdb_id": "tt7600718",
        "origin_country": [
            "IN"
        ],
        "original_language": "kn",
        "original_title": "Eradane Sala",
        "overview": "When a mother has taken an oath from her son that he won't fall in love or look 'differently' at their new female house guest, forbidden fruit seems sweeter.",
        "spoken_languages": [
            {
                "english_name": "Kannada",
                "iso_639_1": "kn",
                "name": "?????"
            }
        ]
    },
    {
        "imdb_id": "tt14045622",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "original_title": "प्रीतम",
        "overview": "Preetam revolves around a milkman living in a rural area of Konkan, Maharashtra, who struggles to deal with his dark skin. Exploring the question of whether outer beauty really matters, the film follows his search for love.",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt11730940",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "Bamfaad",
        "overview": "A passionate love story set in Allahabad between Naate and Neelam who meet accidentally and fall in love. They make brave choices and go through a path of love and loss to be with each other.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt12613748",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "original_title": "প্রেম টেম",
        "overview": "Prem Tame is Pablo's (Soumya Mukherjee) journey from giddying puppy love to falling in love with a puppy.",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ]
    },
    {
        "imdb_id": "tt5808990",
        "origin_country": [
            "MX"
        ],
        "original_language": "es",
        "original_title": "El amor no puede esperar",
        "overview": "Viri owns \"Amores\", one of the last video stores in Mexico City. She's sad because nobody remembered her birthday. Augustin comes to rent an old movie almost at closing time. While they look for the movie, an employee closes the Video Store thinking it's empty. Filmed in real time and in one single shot, both, Viri and Agustin, will realize that love always operates in unexpected ways, as in the movies.",
        "spoken_languages": [
            {
                "english_name": "Spanish",
                "iso_639_1": "es",
                "name": "Español"
            }
        ]
    },
    {
        "imdb_id": "tt8555576",
        "origin_country": [
            "MY",
            "KR"
        ],
        "original_language": "zh",
        "original_title": "顺风鱼",
        "overview": "In Nanyang fishing village, lives a girl who loves Korean culture. She then meets and fall in love with a man from South Korea. He brings hope and joy to her imperfect reality, even as he faces his own biggest dread - a brain tumour. However, an incident at the village suddenly causes him to turn multilingual and able to converse with people from various races.",
        "spoken_languages": [
            {
                "english_name": "Cantonese",
                "iso_639_1": "cn",
                "name": "广州话 / 廣州話"
            },
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            },
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    },
    {
        "imdb_id": "tt2229420",
        "origin_country": [
            "PE"
        ],
        "original_language": "es",
        "original_title": "Quizás Mañana",
        "overview": "Juan Carlos and Natalia are two young adults who spend one particularly complicated day together. They meet a Saturday morning at a park in Magdalena del Mar and, without knowing each other, they decide to make each other company.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt4882692",
        "origin_country": [
            "IN"
        ],
        "original_language": "ml",
        "original_title": "ലവ് 24X7",
        "overview": "A love story set in the backdrop of media. The movie is written and directed by debutante Sreebala K Menon. Dileep plays Rupesh Nambiar, who works in a news channel. Nikhila Pavithran plays the female lead. She does the role of news reader Kabani. Sreenivasan plays the channel editor Ummer Abdulla. The movie showcases many interesting facts about media.",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Malayalam",
                "iso_639_1": "ml",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt11220376",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "弥生、三月 君を愛した30年",
        "overview": "Story depicts the life and love of Yayoi Yuki (Haru) and Taro Yamada (Ryo Narita) over a 30 year period.  As high school students, Yayoi Yuki and Taro Yamada deal with their friend Sakura Watanabe (Hana Sugisaki) passing away from an illness. Yayoi Yuki and Taro Yamada have feelings for each other, but they hide those feelings and live different lives. While they live their own lives, they go through meaningful events like marriage, having children, divorce, and losing a family member in a disaster. Throughout all of this, Yayoi Yuki and Taro Yamada are always there for each other.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt6234666",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "谎言西西里",
        "overview": "Junhao declares to go to Sicily to learn opera and ends the relationship with his fiancée, Xiaoyou. In disbelief, she determines to learn the truth behind his sudden decision. Lee Joon-gi has teamed up with Lin for his first Chinese film.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt5341036",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "original_title": "Always Be My Maybe",
        "overview": "After being dumped by their respective lovers, Jake and Tintin cross paths at a resort and discover they have much in common.",
        "spoken_languages": [
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt5179576",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "黒崎くんの言いなりになんてならない",
        "overview": "Yū Akahane moves to a dormitory room after her father's transfer from work. She is excited that she will live in the same dorm as Takumi Shirakawa, aka \"White Prince.\" Yet, Haruto Kurosaki, aka \"Black Devil\", kisses her as punishment for going against him. It is Yū Akahane's first kiss. Since then, she becomes obedient to Haruto Kurosaki.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt6808038",
        "origin_country": [
            "IN"
        ],
        "original_language": "ml",
        "original_title": "ചെമ്പരത്തിപ്പൂ",
        "overview": "Vinod, a young guy who is nursing a broken heart after a failed first love is helped by his friends to recover from to despair, only for Vinod to fall head over heels in love with another girl. The movie showcases, Vinod's romantic relationships and the subsequent events spanning over three stages of his life.",
        "spoken_languages": [
            {
                "english_name": "Malayalam",
                "iso_639_1": "ml",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt5033038",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "既然青春留不住",
        "overview": "Youth Never Returns is a 2015 Chinese romantic comedy film directed by Tian Meng and produced by Manfred Wong, and starring Hans Zhang and Joe Chen. The film is an adaptation of Gu Wei's novel of the same name.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt5603022",
        "origin_country": [
            "TW"
        ],
        "original_language": "zh",
        "original_title": "獨一無二",
        "overview": "A-Yan and Xiao-Yu are strangers, but they look just like twins. A-Yan is a country boy who comes to the big city for a better future. However, the girl whom he falls for cheats him out of the insurance payout he has got from his grandmother’s illness. Xiao-Yu who owns a talent agency betrays his business partner. As a result of an attempted kidnap, their lives are entwined with each other.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt9766610",
        "origin_country": [
            "VN"
        ],
        "original_language": "vi",
        "original_title": "Cho Em Gần Anh Thêm Chút Nữa",
        "overview": "Devastated by the loss of both parents to cancer, a medical student drops out of school and meets a firebrand photographer with a lust for life.",
        "spoken_languages": [
            {
                "english_name": "Vietnamese",
                "iso_639_1": "vi",
                "name": "Tiếng Việt"
            }
        ]
    },
    {
        "imdb_id": "tt6289452",
        "origin_country": [
            "TR"
        ],
        "original_language": "tr",
        "original_title": "Kötü Çocuk",
        "overview": "Kayla and Meriç seeks to find love inbetween purposeless teenagers who wants to fight Meriç without any reason.",
        "spoken_languages": [
            {
                "english_name": "Turkish",
                "iso_639_1": "tr",
                "name": "Türkçe"
            }
        ]
    },
    {
        "imdb_id": "tt4384128",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "君がいなくちゃだめなんだ",
        "overview": "A young writer's father returns after a long-time disappearance.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt9081562",
        "origin_country": [
            "TW"
        ],
        "original_language": "zh",
        "original_title": "比悲傷更悲傷的故事",
        "overview": "A terminally ill man sets up his best friend, whom he has loved since high school, so that she will not be lonely after he passes away.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt4311466",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "露水紅顏",
        "overview": "\"For Love or Money\" is based on a novel by Zhang Xiaoxian, which tells the moving story between a fallen noble lady and a rich heir to a large company. She’s broken and has lost the direction in life, whereas he chooses a life of poverty and freedom to pursue his passion as a painter. Together, will they be able to find themselves in this world of twists and turns before it’s too late?",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt7981422",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "Ego",
        "overview": "Ego movie is a romantic action entertainer directed by RV Subramanyam and jointly produced by KR Anil Karan, KR Kaushal Karan and KR Vijay Karan while Sai Karthik scored music for this movie.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt4964550",
        "origin_country": [
            "TH"
        ],
        "original_language": "th",
        "original_title": "รักใสใส..วัยรุ่นชอบ",
        "overview": "At Ocean High School in Hua Hin District, Nam is a swimmer who does well despite a lack of training. He is popular on campus and has many girlfriends, inspiring envy among his peers, and also has a love of pornography which he needs to watch to sleep. However, his relationship with his father, swimming coach Neung, is strained. Nine does Nam’s homework and tutors him so Nam can teach him how to swim. Another swimmer, Muek, becomes Nam’s roommate. After Muek moves in, Nam is less interested in watching pornography. However, Muek has a girlfriend, Nune, an actress, who shows up for the Super League Swimming Competition at Changmai. This turns out to be a competition for love.",
        "spoken_languages": [
            {
                "english_name": "Thai",
                "iso_639_1": "th",
                "name": "ภาษาไทย"
            }
        ]
    },
    {
        "imdb_id": "tt14123898",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "original_title": "#प्रेम",
        "overview": "Blinded by her love for a man she met on social media, a woman from Mumbai runs away from her house to meet him. On her journey, she encounters a man who offers her help.",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt3219296",
        "origin_country": [
            "CA",
            "IN"
        ],
        "original_language": "pa",
        "original_title": "Work Weather Wife",
        "overview": "",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt17296772",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "original_title": "Sisid",
        "overview": "A marine biologist tasked to rehabilitate a fish sanctuary, falls for Dennis, his diving assistant. The situation takes an unexpected turn when Jason's wife, Abby, finds out of the clandestine relationship between Jason and Dennis.",
        "spoken_languages": [
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            },
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            }
        ]
    },
    {
        "imdb_id": "tt22311646",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "original_title": "குழலி",
        "overview": "A higher caste school girl tries to elope with her lower caste lover with dream of continuing her studies, after her elders knows about the affair. This creates great chaos in the village & lives are turned upside down.",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ]
    },
    {
        "imdb_id": "tt3729994",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "The Perfect Girl",
        "overview": "A young boy (Jay) and a girl (Vedika) happen to meet in the tourist town of Goa. They spend some time together and realise that they are perfect for each other. However life has other plans. Many years later, in Mumbai, they cross each other. But the memory of their time together is so distant, it takes a while for Jay to recollect. By the time he remembers, she is lost in the crowd. What happens when two strangers meet for some time and realise they are perfect for each other? What if life has other plans? Would you wait for your destined perfect other, or would you move on?",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt7820526",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "రంగులరాట్నం",
        "overview": "Vishnu is a mama's boy, dependent on his widowed mother for everything. He falls in love with Keerthi the second he lays eyes on her. But what happens when his world is shaken apart? Can he cope and keep up with his love?",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt2691040",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "ジンクス!!!",
        "overview": "A South Korean exchange student named Ji-Ho gets to know Kaede and Yusuke at a Japanese university. Kaede and Yusuke can’t seem to honestly convey their feelings for each other, so Ji-Ho takes it upon herself to play matchmaker while teaching them the Korean formula for successful romance.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            },
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    },
    {
        "imdb_id": "tt2984080",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "うそつきパラドクス",
        "overview": "Shunsuke has fallen for his colleague Hinako, but she is engaged albeit in a long-distance relationship. She and her boyfriend meet on the odd weekends. She feels lonely at times. When one evening they are both working late and still in the office Shunsuke throws caution to the win, reveals his feelings, makes a pass and plants a kiss on Hinako. Things should make their natural progression from there if nature takes its course, but then again they chart a different course.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt7055812",
        "origin_country": [
            "UR"
        ],
        "original_language": "ur",
        "original_title": "چین آئے نہ",
        "overview": "A young musician, Rayyan, falls in love at first sight with Ruba. Ruba has no interest in Rayyan as she is happily engaged to Murad. What follows is a pursuit of true love by a passionate young boy.",
        "spoken_languages": [
            {
                "english_name": "Urdu",
                "iso_639_1": "ur",
                "name": "اردو"
            }
        ]
    },
    {
        "imdb_id": "tt6523068",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "U, Me Aur Ghar",
        "overview": "U, Me Aur Ghar is India's first web-based feature film, launched by Web Talkies- a digital home entertainment brand. The film revolves around a live-in couple, Chitti and Mittu, who begin their journey by looking to buy a house in Mumbai.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt3360350",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "original_title": "Prem Mhanje Prem Mhanje Prem Asta",
        "overview": "The film grapples with multiple issues, but primarily the changing nature of love and its impact on the twin institutions of marriage and family.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt9691324",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "सब कुशाल मंगल",
        "overview": "Pappu Mishra is the creator and host of a reality show called Musibat Odh Li Maine. Baba Bhandari, a big name in politics and crime, is offended with his reportage. Incidentally, the two belong to the same town, so when Pappu comes back for Diwali, Bhandari kidnaps him. A lively girl named Mandira saves Pappu, but later both Bhandari and Pappu end up falling for her. As chaos reigns in the town, how will the two men deal with the situation?",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt5227998",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "అబ్బాయితో అమ్మాయి",
        "overview": "A young man and woman are Facebook friends, they don’t know each other but continue to be in touch. They both fall in love not knowing they are the same friends on FB with fictitious identity. Somewhere along the line, the man comes to know the woman he loves is the same person who is his best friend on FB, yet he refrains from revealing his identity. Why he does that drives the entire plot to its finale.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt3652872",
        "origin_country": [
            "IN"
        ],
        "original_language": "ml",
        "original_title": "Parankimala",
        "overview": "Parankimala is a 2014 Malayalam film directed by Sennan Pallassery. The film features Beyon and Vinutha Lal in the lead roles. The film was produced by Vijin and Thomas Kokkat. The film is based on a novel by Kakkanadan by the same name and is a remake of the film by the same name in 1981 which was directed by Bharathan.  It focuses on the life of Thanka, played by Vinutha Lal, who sacrifices her life for her lover. In the 1981 movie, the role was played by Soorya. Biyon is the male lead in the film. Jagadeesh, Indrans and Kalabhavan Mani plays supporting roles in the movie.",
        "spoken_languages": [
            {
                "english_name": "Malayalam",
                "iso_639_1": "ml",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt8002356",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "泡芙小姐",
        "overview": "Puff, grew up as a child spoilt by her parents. During the party celebrating her return from overseas studies, she had a romantic encounter with a young university student, it was love at first sight.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt7754486",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "మనసుకు నచ్చింది",
        "overview": "Nithya and Suraj are best friends who live together in Goa. While Nithya loves nature and finds solace in it, Suraj is an aimless youth, who likes to party. Suraj falls for Nikki, while Nithya meets Abhay . But as Nithya and Suraj continue living together, there seems to be a connection they can't ignore.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt5257730",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "剩者为王",
        "overview": "For the thirtysomething Sheng Ruxi, whose surname unmistakably echoes the slang term \"sheng nu\" (leftover women), the wait for a perfect partner is growing more despairing by the day. With an ultra-anxious mother who would rather die than see her daughter stay single, Ruxi is further annoyed by the doctor she’s fixed up with. Could her new colleague, the dashing 25-year-old Ma Sai, offer last-minute salvation?",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt7502256",
        "origin_country": [
            "LT"
        ],
        "original_language": "lt",
        "original_title": "Kaip susigrąžinti ją per 7 dienas",
        "overview": "A stand-up comedian is dumped by his girlfriend, when he decides, that he must win her back at all costs.",
        "spoken_languages": [
            {
                "english_name": "Lithuanian",
                "iso_639_1": "lt",
                "name": "Lietuvių"
            }
        ]
    },
    {
        "imdb_id": "tt21936550",
        "origin_country": [
            "TW"
        ],
        "original_language": "zh",
        "original_title": "一杯熱奶茶的等待",
        "overview": "On a cold Valentine's Day, a girl Xiao-Hua runs into a boy A-Wen who is waiting for his lover. Out of empathy, Xiao-Hua hands A-Wen a cup of hot milk tea. The two get to know each other since. On the same day, Zi-Jie Huang also bumps into Xiao-Hua. Zi-Jie behaves like a jolly charming womanizer, which makes Xiao-Hua uncomfortable. There are already frictions between the two at the first sight.  Xiao-Hua is convinced that A-Wen's lover must be Yi-Chun, known as Butterfly. Out of surprise Xiao-Hua discovers Yi-Chun cheats on A-Wen with Zi-Jie. She feels even more sympathetic to A-Wen. Xiao-Hua later realizes that Zi-Jie never gives his heart to anyone, because he could die at any second. After Zi-jie confesses to Xiao-Hua his love for her, Xiao-Hua’s ex-boyfriend Shao-Ping unexpectedly reappears and stirs up her peace. When Xiao-Hua finally admits her feeling for Zi-Jie, Zi-Jie is ill. Winter is coming to end, will there be a happy ending at the end?",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt6072380",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "original_title": "나도 때론 포르노그라피의 주인공이고 싶다",
        "overview": "After the death of her father, a divorce  and a long period of absence and solitude, a woman is reborn obsessed by a man. Jin Hee learns that she can be satisfied by love, she want to be sure that the relationship between a man and a woman is not a one-way possession, but of consideration and delicacy.",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    },
    {
        "imdb_id": "tt12078088",
        "origin_country": [
            "IN"
        ],
        "original_language": "kn",
        "original_title": "Mugil Pete",
        "overview": "Two families stand at loggerheads in their ideologies. A family that has failed to understand that love plays an important role in a relationship, and the other believes that love is the elixir of any relationship? What happens when Raja and Apoorva fall in love?",
        "spoken_languages": [
            {
                "english_name": "Kannada",
                "iso_639_1": "kn",
                "name": "?????"
            }
        ]
    },
    {
        "imdb_id": "tt5359598",
        "origin_country": [
            "ZA"
        ],
        "original_language": "af",
        "original_title": "Trouvoete",
        "overview": "The only cure prescribed for a broken heart is a heavy dose of love and some Christmas pudding. Dr Louis van Est is a professional when it comes to the anatomy of the human body, yet he knows nothing about the condition of the human heart. As a GP, he is not the stereotypical clean cut doctor; in fact he retreats home to his laptop where he escapes from his bland life to another world world. Ella Gouws, a straightforward, straight-speaking thirty year old, has been wounded by love one too many times and won't let anyone close enough to break her already broken heart, again apart from her online chat buddy with whom she shares her dreams, thoughts and philosophies.",
        "spoken_languages": [
            {
                "english_name": "Afrikaans",
                "iso_639_1": "af",
                "name": "Afrikaans"
            }
        ]
    },
    {
        "imdb_id": "tt8396112",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "original_title": "Whats Up Lagna",
        "overview": "An IT professional, Aakash, who leads a near perfect life, and Ananya, an actress, who leads a rather messy, imperfect yet classy life, face turbulent times post marriage as their careers take a drastic positive turn.",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt8680096",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "Vellipomakey",
        "overview": "Chandu is a bachelor and works for an animation company. Amidst the daily hustle, what he really craves for is a relationship. And that's when he meets Shruti and Shweta. The events that follow afterwards form the crux of the story.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt8650508",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "Ee Maaya Peremito",
        "overview": "Sri Ramachandra Murthy aka Chandu is a happy-go-lucky ‘rebel’ with no ambition in life. Sheetal Jain is the precious daughter of Pramod Jain. She falls in love with Chandu’s good nature but what happens when her father decides that he needs to change to be worthy of his daughter.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt3433260",
        "origin_country": [
            "TH"
        ],
        "original_language": "th",
        "original_title": "แกงค์ปรี๊ด จะรี๊ดใจเธอ",
        "overview": "This is the story of a high school student group with their film making club that brings love, joy, friendship, and the upcoming future they would never knew.",
        "spoken_languages": [
            {
                "english_name": "Thai",
                "iso_639_1": "th",
                "name": "ภาษาไทย"
            }
        ]
    },
    {
        "imdb_id": "tt8757198",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "original_title": "Because I Love You",
        "overview": "Summer is a typical girl raised by a firefighter father which inspired her to follow his footsteps. She then meets Rael by chance a couple of times. Rael realizes he actually likes Summer but proving this to her is much more difficult and challenging.",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt15716968",
        "origin_country": [
            "IN"
        ],
        "original_language": "or",
        "original_title": "ଗୁପ୍‌ଚୁପ୍",
        "overview": "Animesh experiences a dilemma, differentiating between love and infatuation. A chain of events brings some twists and turns in his quest for true love.",
        "spoken_languages": [
            {
                "english_name": "Oriya",
                "iso_639_1": "or",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt11092258",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "original_title": "আমি VS তুমি",
        "overview": "This Hoichoi exclusive movie depicts, Rahul and Trina’s roller-coaster romantic ride. Can they make it together? Watch the full movie on Hoichoi.",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ]
    },
    {
        "imdb_id": "tt6876318",
        "origin_country": [
            "EG"
        ],
        "original_language": "ar",
        "original_title": "يوم من الأيام",
        "overview": "The intertwining love stories that take place during the travel of a number of passengers on board a tour bus between Cairo and Mansoura.",
        "spoken_languages": [
            {
                "english_name": "Arabic",
                "iso_639_1": "ar",
                "name": "العربية"
            }
        ]
    },
    {
        "imdb_id": "tt3158218",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "スイートプールサイド",
        "overview": "Two swim-team members, a hairless boy and a hirsute girl, discover the pangs and tangles of first love.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt14514234",
        "origin_country": [
            "CN",
            "HK"
        ],
        "original_language": "cn",
        "original_title": "感動她77次",
        "overview": "Sequel to 77 Heartbreaks, 77 Heartwarmings, sees the return of Charlene Choi as Eva, and Chau Pak-ho as her ex-boyfriend Adam. Although it has been a year since their relationship ended, Adam is still very fond of Eva and hopes to win her back. He comes across an app that teaches him what to do to reignite the passion in Eva. While Adam tries the tips mentioned in the app and gradually bridges the gap between them, Eva meets Thai star Marvel (Mario Maurer), who also vies for Eva’s love.",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Thai",
                "iso_639_1": "th",
                "name": "ภาษาไทย"
            },
            {
                "english_name": "Cantonese",
                "iso_639_1": "cn",
                "name": "广州话 / 廣州話"
            }
        ]
    },
    {
        "imdb_id": "tt11470456",
        "origin_country": [
            "AL"
        ],
        "original_language": "sq",
        "original_title": "Love: Dashuri",
        "overview": "\"Love\" portraits a mid life crisis of a 40 year old man recently separated from his wife who goes back to his country in search of a change and of himself.",
        "spoken_languages": [
            {
                "english_name": "Albanian",
                "iso_639_1": "sq",
                "name": "shqip"
            }
        ]
    },
    {
        "imdb_id": "tt2706340",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "Ishk Actually",
        "overview": "Gia is at a crossroads in her life, with the arrows pointing towards Neil in one direction and Kabir in the opposite direction. She grapples with making a decision as she's torn between the two worlds that she's been living in. Love is the unanswered emotion that leads to a series of life altering situations . Amazed at life's sense of timing, she treads along a path that she believes will lead to her true love.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt15170506",
        "origin_country": [
            "IN"
        ],
        "original_language": "pa",
        "original_title": "Jind Mahi",
        "overview": "A vibrant girl from Punjab bumps into a pessimist on the streets of London. In an unexpected twist of events, the two are forced to stay together.",
        "spoken_languages": [
            {
                "english_name": "Punjabi",
                "iso_639_1": "pa",
                "name": "ਪੰਜਾਬੀ"
            }
        ]
    }
]