[
    {
        "imdb_id": "tt4979160",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "Ishq Forever",
        "overview": "The film stars Ruhi Singh as Rhea, a free-spirited girl, whose life turns upside down when her father gets appointed as the Prime Minister of India. The fiercely independent Rhea starts to feel stifled because of the security team that accompanies her wherever she goes and the young lady jumps at the chance of an adventure provided by a mysterious stranger Aryan Shekhawat (Krishna Chaturvedi), who she runs off with while on a vacation in South Africa, much to the anguish of her security team led by RAW agents Lisa Ray and Jaaved Jaaferi.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt15358794",
        "origin_country": [
            "TR"
        ],
        "original_language": "tr",
        "original_title": "Sadece Bir Gece",
        "overview": "Tamer has a one night stand. He never sees the woman he was with again. His wife, Begüm, becomes suspicious of his behavior and makes him confess his crime. Tamer begs for forgiveness.",
        "spoken_languages": [
            {
                "english_name": "Turkish",
                "iso_639_1": "tr",
                "name": "Türkçe"
            }
        ]
    },
    {
        "imdb_id": "tt8269204",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "అమ్మమ్మగారిల్లు",
        "overview": "When a young Santosh’s ammamma Sita Mahalakshmi once helps him hide during a game of hide and seek he’s playing with his Maradalu Sita, he takes it to heart. 20 years later, he makes it his personal mission to keep her happy, even if it means achieving the near impossible.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt5660296",
        "origin_country": [
            "VN"
        ],
        "original_language": "vi",
        "original_title": "Bao Giờ Có Yêu Nhau",
        "overview": "",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt8883686",
        "origin_country": [
            "HY"
        ],
        "original_language": "hy",
        "original_title": "Լյուդվիգ անունով ոզնին",
        "overview": "Arthur is a successful attorney. He doesn't care who is defendant is - an innocent person or a jerk. His sole goal is winning. He considers life to consist of predators and prey. He is committed to never be the prey.",
        "spoken_languages": [
            {
                "english_name": "Armenian",
                "iso_639_1": "hy",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt8344532",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "తేజ్... I Love You",
        "overview": "Tej, a youngster who's highly attached to his family, is banished from his home by his uncle. He then finds himself in London, where he falls in love with Nandini. After long pursuit, he manages to win over her heart, but before she could even tell him, a tragic incident puts a full stop to their love story.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt15677260",
        "origin_country": [
            "TW"
        ],
        "original_language": "zh",
        "original_title": "再說一次我願意",
        "overview": "When Luke proposes to Cai and hears a simple word \"Sorry,\" he wakes up finding himself shaking on his bed. Luke tries again but is forced to return to the same morning of his proposal due to the repeated rejection.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt2714934",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "抱きしめたい -真実の物語-",
        "overview": "Tsukasa got into a severe car accident when she was a high school student. She still suffers from the effects of that accident, with memory impairment and needing to use a wheelchair. Tsukasa falls in love with taxi driver Masaki. Even though they have difficulties, they try to make a happy family together, but they encounter another serious situation.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt4648510",
        "origin_country": [
            "IN"
        ],
        "original_language": "ml",
        "original_title": "ഷീ ടാക്സി",
        "overview": "Devayani wishes to become a doctor, but ends up becoming a taxi driver when the responsibilities fell on her shoulders after the death of her father. When a woman starts driving a car the people around called she taxi. Joe Joseph is an affluent person who leads a luxurious life. Joe with his two friends joins Devayani and three other ladies - Meera Mamen, Sradha, and Roopa Pillai who are also on a trip of ten days. This trip changed Devayani’s life forever.",
        "spoken_languages": [
            {
                "english_name": "Malayalam",
                "iso_639_1": "ml",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt6240032",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "裏切りの街",
        "overview": "Yuichi is a freeter who has lazy days. He receives an allowance from a woman that he lives with. Tomoko is a housewife. Yuichi and Tomoko meet through an online dating website. They become involved in an intimate relationship, but their lives are about to be shaken by an incident.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt8386710",
        "origin_country": [
            "HK"
        ],
        "original_language": "cn",
        "original_title": "某日某月",
        "overview": "In 1992, a heavy rainstorm caused massive power outage in Hong Kong. At that night, two young astrology enthusiasts, Moon and Sun, met under the starry night by the seaside. When their affection to each other grew, Sun was admitted into a boarding school and would move to another country in a few months under his father's plan.  Like the sun and moon, the couple could hardly see each other despite that they were living in the same city, but their love endured amidst the separation and opposition from Moon’s mother. Overcoming the challenges from teachers, friends and family, time has come for Sun to depart…",
        "spoken_languages": [
            {
                "english_name": "Cantonese",
                "iso_639_1": "cn",
                "name": "广州话 / 廣州話"
            }
        ]
    },
    {
        "imdb_id": "tt15212810",
        "origin_country": [
            "IN"
        ],
        "original_language": "kn",
        "original_title": "Premam Poojyam",
        "overview": "Premam Poojyam movie is a romantic action entertainer directed by Raghavendra and produced by Dr Rakshit Kedambadi and Dr Rajkumar Janakiraman while Dr Raghavendra BS scored music for this movie.  Prem Kumar is playing the main lead role and this is his 25th Movie.",
        "spoken_languages": [
            {
                "english_name": "Kannada",
                "iso_639_1": "kn",
                "name": "?????"
            }
        ]
    },
    {
        "imdb_id": "tt7323580",
        "origin_country": [
            "VN"
        ],
        "original_language": "vi",
        "original_title": "Tao Khong Xa May",
        "overview": "Following his father's diary, Dr. Truong goes to a small village in The Central to work voluntarily. There, he meets Nguyet and a gay guy, named Hai. Hai falls in love with Truong and tries his best to charm him, but Truong likes Nguyet. In predestination, Truong and Nguyet discover their fathers' love.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt20879358",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "母性",
        "overview": "Sayaka, a high school student, kills herself but the reason behind her suicide is unknown. She appeared to have led a normal life with her family. Her mother Rumiko seemed to have raised Sayaka with love and care. In reality, that does not seem to be the case. When the mother and daughter recall the same incidents that took place in the past, they tell very different stories.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt3517986",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "Priyathama Neevachata Kusalama",
        "overview": "Priyathama Neevachata Kusalama is a 2013 Telugu film directed by Trinadha Rao Nakkina starring Varun Sandesh, Haasika and Komal Jha in the Lead Roles. J. Samba Siva Rao produced this film and Sai Karthik provided the music",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt4840680",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "通学シリーズ 通学電車",
        "overview": "Yuna has a crush on Haru. She sees him on the train every morning when she goes to school. She doesn't know anything about him and he goes to a different school from her. One morning, she wakes up and finds Haru sleeping right next to her.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt8755418",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "恋のしずく",
        "overview": "Shiori is a star university student with an incredible palate for wine who dreams of studying winemaking in France. However, to her dismay she is assigned to a rural sake brewery for her internship. To make matters worse, upon arrival she discovers that the brewery owners don’t exactly want her around.\r However, as it becomes clear that Shiori will be sticking around, she tries to make the best of things and begins to pitch in at the brewery, perhaps even warming up to the idea of drinking sake. And when the brewery owner falls gravely ill, and his upstart son Kanji is forced to take the lead, Shiori may provide the spark that can save the brewery and change her own life in the process..",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt10706640",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "original_title": "Girlfriend",
        "overview": "Nachiket is single and peer pressure to be in a relationship drives him to do something risky. But, does it land him in trouble or does it change his life for good?",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt13187502",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "original_title": "Magizhvan",
        "overview": "The tale of two gay lovers, caught in a situation where coming out (about their relationship) seems to be the only way out. The biggest issue – they belong to different religions and come from ‘orthodox’, middle class families. The movie realistically journeys through their lives post this decision, emphasising on the need for confidence, perseverance and limitless love in such relationships.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt10957620",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "mellow",
        "overview": "Seiichi is the owner of a flower shop.  He enjoys his peaceful single life.  Kiho runs the ramen restaurant left to her by her father, but she's thinking of closing it.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt3869260",
        "origin_country": [
            "ZA"
        ],
        "original_language": "af",
        "original_title": "Die Spook van Uniondale",
        "overview": "Die Spook van Uniondale tells the story of the legend of The Ghost of Uniondale. It is a charming romantic family comedy based on true rumours. The movie is filled with original characters such as the charming Cornelius played by Tobie Cronje and the sinister Jan-Dawid played by Andre Schwartz. The princess of the film Marie is portrayed by Tanya van Graan and her love interest Johan played by Ivan Zimmermann. This film is bedazzled with light hearted moments that will make you smile and gut wrenching scenes Written by Pierre Smith",
        "spoken_languages": [
            {
                "english_name": "Afrikaans",
                "iso_639_1": "af",
                "name": "Afrikaans"
            },
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            }
        ]
    },
    {
        "imdb_id": "tt7108736",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "ఓటరు",
        "overview": "Gautam is an NRI who returns to India to cast his vote. When challenged by the woman he loves, Bhavana, to make a politician fulfil his campaign promises if he wants to win her over, Gautam sets off on a path to change the system.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt5210054",
        "origin_country": [
            "TH"
        ],
        "original_language": "th",
        "original_title": "1.44 พื้นที่รัก",
        "overview": "Microlove is a sci-fi romance movie about an outgoing wealthy young Thai man, Pat, who works at a Korean software company. He privately develops a software and catches the interest of the president’s daughter, Min Ji and they create a beautiful love story.",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            },
            {
                "english_name": "Thai",
                "iso_639_1": "th",
                "name": "ภาษาไทย"
            }
        ]
    },
    {
        "imdb_id": "tt4886056",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "爱之初体验",
        "overview": "Xiaoye is a nerdy guy who has never been in love. In order to widen his social circle, his friend suggested him to find a fashion related job where most of the coworkers are women. His world started opening up after join the new company and meet some potential love interests.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt15295240",
        "origin_country": [
            "IN"
        ],
        "original_language": "kn",
        "original_title": "Love 360",
        "overview": "The plot of Love 360 revolves around the couple Ram and Janaki, who face countless obstacles in the path of their true love.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt21938042",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "original_title": "Memories of a Love Story",
        "overview": "A story that follows Eric, a young man returning to his old hometown to fulfill his mother’s wish for him to scatter her ashes there.  He will meet his childhood friend Jericho and they will reconnect recalling distant memories of their youth.",
        "spoken_languages": [
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt15738162",
        "origin_country": [
            "MX"
        ],
        "original_language": "es",
        "original_title": "Misterio en Marbella",
        "overview": "",
        "spoken_languages": [
            {
                "english_name": "Spanish",
                "iso_639_1": "es",
                "name": "Español"
            }
        ]
    },
    {
        "imdb_id": "tt7889930",
        "origin_country": [
            "NE"
        ],
        "original_language": "ne",
        "original_title": "Mr Virgin",
        "overview": "Mr.Virgin is know as NEPAL's first SEX COMEDY film Directed by BISHARAD BASNET in 2018.  STORY  ONE LINE : 3 boys plans to break their virginity one night and goes to THAMEL in Kathmandu and what happens to them one after another. Will these boys will break their virginity.",
        "spoken_languages": [
            {
                "english_name": "Nepali",
                "iso_639_1": "ne",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt7599864",
        "origin_country": [
            "ID"
        ],
        "original_language": "id",
        "original_title": "Winter in Tokyo",
        "overview": "While a librarian sorts out her lingering feelings, she meets an intriguing new neighbor who is trying to forget a past romance and start anew.",
        "spoken_languages": [
            {
                "english_name": "Indonesian",
                "iso_639_1": "id",
                "name": "Bahasa indonesia"
            }
        ]
    },
    {
        "imdb_id": "tt14766058",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "original_title": "Dito at Doon",
        "overview": "As the community quarantine puts the nation on hold, a political science major and a student working part time as a delivery driver butt heads online – but soon find themselves falling for each other. Will their love survive once it’s taken offline?",
        "spoken_languages": [
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            },
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            }
        ]
    },
    {
        "imdb_id": "tt18673736",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "#69 Samskar Colony",
        "overview": "Koushik, a teenage boy, moves to the city with his family as a tenant in the Samskar colony where he falls in love with the landlady Vaishali, a married woman.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt12625184",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "original_title": "딸의 친구",
        "overview": "Won-gi lost his wife a long time ago and is running a pension outside of the city. Then one day, Won-gi's daughter and her friend Se-yeong stays in the pension during a break from their school in Seoul. However, Won-gi finds himself attracted to the friend who is so much like his dead wife. Then he crosses a line that he shouldn't have crossed...",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    },
    {
        "imdb_id": "tt8108210",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "Hyderabad Love Story",
        "overview": "Bhagya Lakshmi(Reshmi Menon) falls head over heels for Karthick(Rahul Ravindran). She tries hard and somehow wins over Karthick. When everything seems to be going fine between the couple, Karthick’s ex-lover, Vaishnavi(Jia) come into the scene and disrupts the love story. Why did Vaishnavi come back into Karthick’s life? What problems did she create for Karthick? and how does he come out of this mess? That forms the rest of the story.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt7679852",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "original_title": "Hampi",
        "overview": "",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt2186322",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "original_title": "Simanaheen",
        "overview": "Drawing inspiration from the romantic classics of yesteryear, Simanaheen is the tale of an eternal search for love told through two relationships in two different eras.",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ]
    },
    {
        "imdb_id": "tt10505592",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "original_title": "আসছে বছর আবার হবে",
        "overview": "Asche Bochor Abar Hobe is a love story between Arjun and Rittwika set in the backdrop of the famous puja of Durgapur",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ]
    },
    {
        "imdb_id": "tt8718066",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "覚悟はいいかそこの女子。",
        "overview": "An endearingly inept guy who has killer looks but zero experience with girls falls in love with a hard-to-get beauty.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt6271264",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "original_title": "Vince & Kath & James",
        "overview": "The story of two lovestruck teens, Vince and Kath, through text messages.",
        "spoken_languages": [
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt4112354",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "రఫ్",
        "overview": "A Telugu film directed by C. H. Subba Reddy.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt8319694",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "脱单告急",
        "overview": "He Xiaoyang, who is single for four years, is mistaken as head girl Guan Xin‘s love interest by accident. To get rid of He Xiaoyang, Guan Xin decides to help him pursue the most beautiful girl in campus Li Shushu. With Guan Xin’s help, He Xiaoyang learns the most efficient way to pursue a girl. But he can’t figure out whether there is really a way to face his true love.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt10922610",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "జోడి",
        "overview": "Kapil, a system admin, detests his father for betting money on Cricket. He is such a Cricket buff that he named his son after Kapil Dev. When Kapil falls in love with a French teacher Kanchana Mala his world changes.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt10632744",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "Hum Bhi Akele Tum Bhi Akele",
        "overview": "A homosexual boy. A lesbian girl. A road trip from New Delhi to Himachal which helps them discover the Love in friendship.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt4886030",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "新步步惊心",
        "overview": "A single modern-day city girl name Zhang Xiaowen accidentally travels back in time to the Qing Dynasty and becomes Ruoxi, but gets caught up in a web of love and politics in the royal court of Emperor Kangxi.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt13039100",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "original_title": "청불학원",
        "overview": "Chi-soo is a repeater who gets bullied by his friends. However, he had a secret about his body that rumors wouldn't die down about...  The secret was that he was the possessor of an outstanding package. Rumors about Chi-soo spread and all the women begin to desire him.  Chi-soo who realizes what he has, takes revenge on those who bullied him by conquering all their women...",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    },
    {
        "imdb_id": "tt4892714",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "怦然星动",
        "overview": "After a casual acquaintance, rookie actor Su Xingyu and assistant Tian Xin separate. Five years later, they meet again as successful individuals. They both share similar feelings in the workforce and in their personal lives. However, Su Xingyu's idol identity means that their relationship must be kept in the shadows, and their love is tested.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt3255322",
        "origin_country": [
            "CZ"
        ],
        "original_language": "cs",
        "original_title": "Intimity",
        "overview": "",
        "spoken_languages": [
            {
                "english_name": "Czech",
                "iso_639_1": "cs",
                "name": "Český"
            }
        ]
    },
    {
        "imdb_id": "tt4295992",
        "origin_country": [
            "TR"
        ],
        "original_language": "tr",
        "original_title": "Seni Seviyorum Adamım",
        "overview": "",
        "spoken_languages": [
            {
                "english_name": "Turkish",
                "iso_639_1": "tr",
                "name": "Türkçe"
            }
        ]
    },
    {
        "imdb_id": "tt8982154",
        "origin_country": [
            "BR"
        ],
        "original_language": "pt",
        "original_title": "Bia (2.0)",
        "overview": "Beatriz, an 18-year-old girl, tries to return to life after a heartbreak. Working in her mother’s flowershop, she spends the days with her friends Naty and Fabiba. She decides to join a troupe of amateur clowns dedicated to charity work. In the group, Bia discovers her inner clown, Tutu, and falls in love with Daniel, o boy that studies cinema and acts as a mute clown.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt13801458",
        "origin_country": [
            "IN"
        ],
        "original_language": "gu",
        "original_title": "Vaahlam Jaao Ne",
        "overview": "Reena is in love with Sumit. However due to her eccentric nature, Sumit has his reservations about getting married to her. But when Reena proposes the idea of meeting her father, Sumit is unable to say no that leads to a comedy of errors.",
        "spoken_languages": [
            {
                "english_name": "Gujarati",
                "iso_639_1": "gu",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt11358490",
        "origin_country": [
            "TH"
        ],
        "original_language": "th",
        "original_title": "ฮาร์ทบีท เสี่ยงนัก...รักมั้ยลุง",
        "overview": "A downhearted 40-year-old man needs to step outside his safe zone to unlock the mystery which his late girlfriend left to him. While travelling, he meets a lively 20-year-old guesthouse attendant, there she helps him find more clues to the mystery and also to his lonely life.",
        "spoken_languages": [
            {
                "english_name": "Thai",
                "iso_639_1": "th",
                "name": "ภาษาไทย"
            }
        ]
    }
]