[
    {
        "imdb_id": "tt17507072",
        "original_title": "Silsila SidNaaz Ka",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "spoken_languages": [],
        "overview": ""
    },
    {
        "imdb_id": "tt5004918",
        "original_title": "1980年代的爱情",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ],
        "overview": ""
    },
    {
        "imdb_id": "tt14553896",
        "original_title": "Seandainya Kau Ada",
        "origin_country": [
            "MY"
        ],
        "original_language": "ms",
        "spoken_languages": [
            {
                "english_name": "Malay",
                "iso_639_1": "ms",
                "name": "Bahasa melayu"
            }
        ],
        "overview": "Young Syahirah and Fazlur are childhood sweethearts. They promised to marry when Fazlur returned from his studies abroad, but when he does return, he marries someone else. Heartbroken, Syahirah leaves for Uzbekistan, where she finds work. One day, she meets Iskandar, who convinces her to give love another chance."
    },
    {
        "imdb_id": "tt15478268",
        "original_title": "Love You Rachchu",
        "origin_country": [
            "IN"
        ],
        "original_language": "kn",
        "spoken_languages": [],
        "overview": "In the midst of a happy relationship, a couple encounters a bad turn in their lives. Will they be able to overcome the obstacles or will the worst times await them?"
    },
    {
        "imdb_id": "tt7323580",
        "original_title": "Tao Khong Xa May",
        "origin_country": [
            "VN"
        ],
        "original_language": "vi",
        "spoken_languages": [],
        "overview": "Following his father's diary, Dr. Truong goes to a small village in The Central to work voluntarily. There, he meets Nguyet and a gay guy, named Hai. Hai falls in love with Truong and tries his best to charm him, but Truong likes Nguyet. In predestination, Truong and Nguyet discover their fathers' love."
    },
    {
        "imdb_id": "tt3652872",
        "original_title": "Parankimala",
        "origin_country": [
            "IN"
        ],
        "original_language": "ml",
        "spoken_languages": [
            {
                "english_name": "Malayalam",
                "iso_639_1": "ml",
                "name": ""
            }
        ],
        "overview": "Parankimala is a 2014 Malayalam film directed by Sennan Pallassery. The film features Beyon and Vinutha Lal in the lead roles. The film was produced by Vijin and Thomas Kokkat. The film is based on a novel by Kakkanadan by the same name and is a remake of the film by the same name in 1981 which was directed by Bharathan.  It focuses on the life of Thanka, played by Vinutha Lal, who sacrifices her life for her lover. In the 1981 movie, the role was played by Soorya. Biyon is the male lead in the film. Jagadeesh, Indrans and Kalabhavan Mani plays supporting roles in the movie."
    },
    {
        "imdb_id": "tt2930040",
        "original_title": "My Love Story",
        "origin_country": [
            "IN"
        ],
        "original_language": "or",
        "spoken_languages": [
            {
                "english_name": "Oriya",
                "iso_639_1": "or",
                "name": ""
            }
        ],
        "overview": "2013 oriya film directed by Deepak panda."
    },
    {
        "imdb_id": "tt7610620",
        "original_title": "So Connected",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "spoken_languages": [
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ],
        "overview": "It is about a guy who thinks he already knows someone just because he's been watching her life through photos and videos."
    },
    {
        "imdb_id": "tt7619554",
        "original_title": "Ang Babaeng Allergic sa Wi-Fi",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "spoken_languages": [
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ],
        "overview": "Norma, a typical teenager who is always online, created a joint social media account for her and her boyfriend to mark their third monthsary. She gets a rare illness called electromagnetic hypersensitivity, which means she can't be around cellphones, tablets, laptops, and Wi-Fi. To help her cope with her syndrome, Norma relocates to a remote province with no signal, forcing her to have a long-distance relationship with Leo."
    },
    {
        "imdb_id": "tt10116478",
        "original_title": "薔薇とチューリップ",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            },
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "An acclaimed painter travels to Japan for an exhibition where he takes advantage of his free time to enjoy a Japanese bath or onsen. However, there is more to it than that. He is told that the owner of the bath has a false work of his. He meets a look-alike at the bath and the situation lends itself to what comes next"
    },
    {
        "imdb_id": "tt12625310",
        "original_title": "관음증",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ],
        "overview": "A paparazzi reporter and a female doctor with exhibitionism can't help their instincts. Jae-hoon was a cameraman but he was fired for something and is now a paparazzi. He is known for his neat work but his usual task is catching people in affairs. One day he gets a call from a woman asking him to keep watch on her twin sister. The sister owns a sexual consulting clinic so he goes as a patient. Then he starts to watch her in secret. As time goes, he shows signs of voyeurism and obsesses with her. The doctor's sister cancels her request but it's too late. Then he finds out that the doctor wasn't a twin sister but in fact the client herself and he blinds himself. Did Jae-hoon's voyeurism go away or was he a sexual pervert? Or did he really love the doctor?"
    },
    {
        "imdb_id": "tt19850394",
        "original_title": "モエカレはオレンジ色",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "High school student Moe has moved to a new town after the death of her father. Moe’s already having enough trouble fitting into her new class as it is, so she’s totally mortified when she ends up being “rescued” by local firefighter Kyosuke during a fire drill ... in front of all the kids at school. But the embarrassing incident might be a blessing in disguise, because gruff-but-kind Kyosuke gives Moe the courage she needs to leap out of her comfort zone as she aims to leave her loner days behind. Not to mention she’s soon falling head over heels for him … !"
    },
    {
        "imdb_id": "tt7603582",
        "original_title": "3ಘಂಟೆ 30ದಿನ 30ಸೆಕೆಂಡ್",
        "origin_country": [
            "IN"
        ],
        "original_language": "kn",
        "spoken_languages": [
            {
                "english_name": "Kannada",
                "iso_639_1": "kn",
                "name": "?????"
            }
        ],
        "overview": "3 Gante 30 Dina 30 Second is a Kannada Feature Love Story written and directed by adman G K Madhusudhan. Film is produced by Chandrashekar R Padmashali and like minded producers under the banner Brain Share Creations Pvt Ltd. This is a story of a reality game takes place between the Hero and Heroine! The movie has a blend of youngsters Arun Gowda & Kavya Shetty in lead roles along with powerhouse performers Devaraj, Sudharani, Edakallu Guddada Mele Chandrashekhar, Ramesh Bhat, Anantavelu, T.S.Nagabharana and Gururaj Hosakote."
    },
    {
        "imdb_id": "tt4084182",
        "original_title": "Bahaddur",
        "origin_country": [
            "IN"
        ],
        "original_language": "kn",
        "spoken_languages": [],
        "overview": "Bahaddur is a 2014 Indian Kannada language film directed by Chethan Kumar and produced by R. Srinivas. It stars Dhruva Sarja and Radhika Pandit in the lead roles. The supporting cast features P. Ravi Shankar, Achyuth Kumar, Jai Jagadish and Srinivasa Murthy. The film released on October 3, 2014, in 7.1 surround sound, the first in Kannada cinema."
    },
    {
        "imdb_id": "tt4934506",
        "original_title": "Ramta Jogi",
        "origin_country": [
            "IN"
        ],
        "original_language": "pa",
        "spoken_languages": [
            {
                "english_name": "Punjabi",
                "iso_639_1": "pa",
                "name": "ਪੰਜਾਬੀ"
            }
        ],
        "overview": "An intense live story placed in the land of Punjab. The main protagonist named Jogi(Deep Sidhu), comes from a humble background and the girl (Ronica Singh) , Meet belongs to a well off family (Rahul Dev)."
    },
    {
        "imdb_id": "tt9387300",
        "original_title": "错了性别, 不错爱",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ],
        "overview": "Two roommates living in an all-girl dormitory. They fall in love with each other."
    },
    {
        "imdb_id": "tt9680090",
        "original_title": "తిప్పరా మీసం",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "An extremely talented DJ who works at a local night club gets himself in an adventure where he must fight all odds to survive."
    },
    {
        "imdb_id": "tt13397632",
        "original_title": "The Boy Foretold By the Stars",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "spoken_languages": [
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ],
        "overview": "The Boy Foretold By The Stars is a romantic comedy movie about two senior high school boys who, through the help of a fortune-teller, find each other at an optional school retreat called Journey with the Lord."
    },
    {
        "imdb_id": "tt6620138",
        "original_title": "Love Sasha",
        "origin_country": [
            "NP"
        ],
        "original_language": "ne",
        "spoken_languages": [],
        "overview": "A girl (Keki Adhikari) starts to develop a afair with a young man (Karma Shayka) while waiting to get engaged with her long time boyfriend."
    },
    {
        "imdb_id": "tt2229420",
        "original_title": "Quizás Mañana",
        "origin_country": [
            "PE"
        ],
        "original_language": "es",
        "spoken_languages": [],
        "overview": "Juan Carlos and Natalia are two young adults who spend one particularly complicated day together. They meet a Saturday morning at a park in Magdalena del Mar and, without knowing each other, they decide to make each other company."
    },
    {
        "imdb_id": "tt14123898",
        "original_title": "#प्रेम",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ],
        "overview": "Blinded by her love for a man she met on social media, a woman from Mumbai runs away from her house to meet him. On her journey, she encounters a man who offers her help."
    },
    {
        "imdb_id": "tt5603022",
        "original_title": "獨一無二",
        "origin_country": [
            "TW"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ],
        "overview": "A-Yan and Xiao-Yu are strangers, but they look just like twins. A-Yan is a country boy who comes to the big city for a better future. However, the girl whom he falls for cheats him out of the insurance payout he has got from his grandmother’s illness. Xiao-Yu who owns a talent agency betrays his business partner. As a result of an attempted kidnap, their lives are entwined with each other."
    },
    {
        "imdb_id": "tt12506600",
        "original_title": "霸道總裁愛上他",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "spoken_languages": [],
        "overview": "Fresh out of college, boy gets fired from his first job by the CEO of the company. Little did the CEO know this guy would vow to come back and be a big star, or that they would fall in love."
    },
    {
        "imdb_id": "tt2662494",
        "original_title": "Onnorakom Valobasha",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ],
        "overview": "Shuvo is a jobless Post-Graduate young guy. He became frustrated for being jobless and decided to go abroad to change his life because he has seen some of his friends went abroad and changed their life. He applies for visa to 3-4 countries and got refused but he was too much passionate to change his life. After he is being refused several times to get a visa, he starts searching a short-cut way and planned to marry someone who has foreign citizenship so that he can easily go abroad with her. Shuvo targets a girl who just has American Visa and planned to use her as the key of his luck. He starts collecting information about that girl whose name is Nijhum. He managed to know the likings and dislikings of Nijhum with the help of his Uncle. Nijhum is a very ultra modern girl from a huge rich family. She likes modern playboy type smart guy who has habit of smoking and drinking and who loves clubbing and party."
    },
    {
        "imdb_id": "tt4938362",
        "original_title": "Utrip ljubezni",
        "origin_country": [
            "SI"
        ],
        "original_language": "sl",
        "spoken_languages": [
            {
                "english_name": "Slovenian",
                "iso_639_1": "sl",
                "name": "Slovenščina"
            }
        ],
        "overview": "Hearts beat for hip hop until Bruno meets a beautiful violinist Nina and Zoki ends up in a hospital after a fight. Which love will prevail, love for hip hop, love for a girl, or is it possible to have it all?"
    },
    {
        "imdb_id": "tt2853396",
        "original_title": "Ponmaalai Pozhudhu",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ],
        "overview": "Classmates Arjun and Divya fall in love out of defiance to her father's handling of their friendship. With fathers who are polar opposites, will this romance end in smiles or tears?"
    },
    {
        "imdb_id": "tt3662730",
        "original_title": "Balayı",
        "origin_country": [
            "TR"
        ],
        "original_language": "tr",
        "spoken_languages": [
            {
                "english_name": "Turkish",
                "iso_639_1": "tr",
                "name": "Türkçe"
            }
        ],
        "overview": ""
    },
    {
        "imdb_id": "tt6798992",
        "original_title": "Молодой ещё",
        "origin_country": [
            "RU"
        ],
        "original_language": "ru",
        "spoken_languages": [
            {
                "english_name": "Russian",
                "iso_639_1": "ru",
                "name": "Pусский"
            }
        ],
        "overview": "The story of Dante, a graduate of the philological faculty who works on the railroad, pins the tracks to the railroad ties with a terrible noise, and then falls in love with a deaf-mute girl."
    },
    {
        "imdb_id": "tt3345868",
        "original_title": "Peri Masalı",
        "origin_country": [
            "TR"
        ],
        "original_language": "tr",
        "spoken_languages": [
            {
                "english_name": "Turkish",
                "iso_639_1": "tr",
                "name": "Türkçe"
            }
        ],
        "overview": ""
    },
    {
        "imdb_id": "tt20228670",
        "original_title": "Matinee Show",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ],
        "overview": "An encounter at a matinee show opens the door for something more."
    },
    {
        "imdb_id": "tt3527134",
        "original_title": "只要一分鐘",
        "origin_country": [
            "TW"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            },
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "Wan Zhen (Janine Chang) is an editor of a fashion magazine where she is competent that she can do her job successfully but was very clueless in real life. Since her boyfriend Hao Jie (Peter Ho) works from home, he looks after her so well that they adopted a golden retriever (Li La) which drastically changed Wan Zhen’s life that she begins to woke up early and cook for Li La. Wan Zhen is soon promoted and begins to devote more to her work but as her career soars, her time become hectic. Will Wan Zhen choose the job she loves or Li La who has become family to her?"
    },
    {
        "imdb_id": "tt11241544",
        "original_title": "ভটভটি",
        "origin_country": [
            "IN"
        ],
        "original_language": "bn",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ],
        "overview": "After losing his parents at a very tender age, Bhotbhoti was raised in a ghetto close to the Ganges by his 'daadi' (grandmother) who too has passed away. Daadi was a great story-teller and Bhotbhotis favourite story was the one about mermaids and their world that exists, or rather flourishes underwater. Bhotbhoti's belief was further strenthened when he found out, not in the distant past, a story (movie) on mermaids that floats on the televison screen, called The Mermaid Princess. His most prized possession, the dvd of the film stays in his little trunk under his chowki (bed) until he takes it out every night and puts it into his battered but not run-down collected and repaired dvd player which brings to him his Ariel (the name of the mermaid in the film). The Ganges calls out to him and while his friends (group members) are sloshed, he dives into the waters to look for his mermaid queen, but she is ever-elusive."
    },
    {
        "imdb_id": "tt10968482",
        "original_title": "வெண்பா",
        "origin_country": [
            "MY"
        ],
        "original_language": "ta",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ],
        "overview": "Thenavan, a pensive man who constantly rejecting women of his mother’s choice including Sheila. Sheila, sweet dark skinned girl who’s often rejected by guys from matrimony falls in love with Thenavan on first meeting over his comforting gestures. The reason behind Thenavan’s rejections slowly unveiled upon his sighting of Kalyani, his school time love. Kalyani’s arrival back to home country is welcomed with a disaster of her handbag being stolen. Thenavan assists throughout her difficulties and requests an hour of conversation as a return favour. The one hour conversation end up as big turning point for Thenavan, Kalyani and Sheila with the presence of former lover of Kalyani, Sathya."
    },
    {
        "imdb_id": "tt3822606",
        "original_title": "రారా...కృష్ణయ్య",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "Kittu / Krishna is a cab driver who saves his money with the cab owner. When the owner refuses to return his money back, Kittu kidnaps owner’s daughter Nandu. Nandu who is fed up with her father’s unilateral decision about her marriage is happy with the kidnapping. They fall in love with each other in the process. When they were about to accept the ransom money, she gets kidnapped by another kidnapper. The rest of the story is all about who kidnapped her and the kidnapper’s connection with Kittu"
    },
    {
        "imdb_id": "tt5008220",
        "original_title": "星语心愿之再爱",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ],
        "overview": "“Onion” Upgrading warm male school bully (Wang Chuanjun ornaments), “Akio” promotion domineering senior sister apprentice (Dong Weijia ornaments), you might guess at the beginning, but you’ll never guess the outcome.\r Unfulfilled love, love hard to follow. Even a hug can not give, but I was in this world that one loves you; even if the fate of certain death to let us apart, I have to find a way back to your side to protect you."
    },
    {
        "imdb_id": "tt9389778",
        "original_title": "Din Dehade Lai Jaange",
        "origin_country": [
            "IN"
        ],
        "original_language": "pa",
        "spoken_languages": [
            {
                "english_name": "Punjabi",
                "iso_639_1": "pa",
                "name": "ਪੰਜਾਬੀ"
            }
        ],
        "overview": "The movie is directed by Romi and featured Kartar Cheema, Sapna Thakur, Ranjith and Nirmal Rishi as lead characters. Other popular actor who was roped in for Din Dehade Lai Jaange is Sardar Sohi."
    },
    {
        "imdb_id": "tt7284022",
        "original_title": "Happy Breakup",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ],
        "overview": "Break ups are never easy; join valentine as she tries to find silver lining in it. From the hit single \"Happy Break Up\", the film looks at heartbreak in a different light."
    },
    {
        "imdb_id": "tt8718066",
        "original_title": "覚悟はいいかそこの女子。",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "An endearingly inept guy who has killer looks but zero experience with girls falls in love with a hard-to-get beauty."
    },
    {
        "imdb_id": "tt3360350",
        "original_title": "Prem Mhanje Prem Mhanje Prem Asta",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "spoken_languages": [],
        "overview": "The film grapples with multiple issues, but primarily the changing nature of love and its impact on the twin institutions of marriage and family."
    },
    {
        "imdb_id": "tt2911684",
        "original_title": "Mencari Cinta",
        "origin_country": [
            "MY"
        ],
        "original_language": "ms",
        "spoken_languages": [
            {
                "english_name": "Malay",
                "iso_639_1": "ms",
                "name": "Bahasa melayu"
            }
        ],
        "overview": "The story is about Myra Tan Sri Johan who initially wants to get married to her own choice Malek, but unfortunately Malek suddenly cancel the wedding because of another girl. Tan Sri Johan and Puan Sri Mahani were very disappointed because all the preparation has been done and all the invitation cards have been sent out. In the meantime, Razlan Ariffin who is very dedicated man and trusted among his family has been recently rejected by her fiance because she wants to further her studies. Razlan accepted the fact that he and Mila is not meant to be together. Tan Sri Johan finally decided to ask help from his sister-in-law, wife of his late brother, Ramlah. His initial aim is for Myra to marry Razlan. But Myra and Razlan background is different and they also have different ways of thinking. Myra and Razlan were married and finally their love story begins when Myra become attracted to Razlan personality and his sincere hearts."
    },
    {
        "imdb_id": "tt16059146",
        "original_title": "恋する寄生虫",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "A man named Kengo Kosaka is germaphobe, Due to his disorder, he is also a lonely young man. Meanwhile, high school student Hijiri Sanagi has Ommatophobia. Both Kengo Kosaka and Hijiri Sanagi do not expect to find love with another person."
    },
    {
        "imdb_id": "tt15625968",
        "original_title": "よだかの片想い",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [],
        "overview": "Graduate student Aiko has always had low self-esteem because of the birthmark on her face. When her story is cinematized, she falls for the director who accepts her as she is."
    },
    {
        "imdb_id": "tt11771206",
        "original_title": "توأم روحي",
        "origin_country": [
            "EG"
        ],
        "original_language": "ar",
        "spoken_languages": [
            {
                "english_name": "Arabic",
                "iso_639_1": "ar",
                "name": "العربية"
            }
        ],
        "overview": "A romantic film presenting a love story that is both sweet and bitter. Can love be found amidst clashes and troubles?"
    },
    {
        "imdb_id": "tt7959952",
        "original_title": "പ്രേമസൂത്രം",
        "origin_country": [
            "IN"
        ],
        "original_language": "ml",
        "spoken_languages": [
            {
                "english_name": "Malayalam",
                "iso_639_1": "ml",
                "name": ""
            }
        ],
        "overview": "A tale of two men falling for the same girl Ammukuty, who is completely oblivious of their love. While Prakashan and Suku fight amongst themselves for her love, a third man vying for it enters her life."
    },
    {
        "imdb_id": "tt9691324",
        "original_title": "सब कुशाल मंगल",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ],
        "overview": "Pappu Mishra is the creator and host of a reality show called Musibat Odh Li Maine. Baba Bhandari, a big name in politics and crime, is offended with his reportage. Incidentally, the two belong to the same town, so when Pappu comes back for Diwali, Bhandari kidnaps him. A lively girl named Mandira saves Pappu, but later both Bhandari and Pappu end up falling for her. As chaos reigns in the town, how will the two men deal with the situation?"
    },
    {
        "imdb_id": "tt17127518",
        "original_title": "O Amante de Júlia",
        "origin_country": [
            "BR"
        ],
        "original_language": "pt",
        "spoken_languages": [
            {
                "english_name": "Portuguese",
                "iso_639_1": "pt",
                "name": "Português"
            }
        ],
        "overview": "Paralyzed from the waist down after an accident, Cássio's relationship with Julia goes through difficulties. Feeling rejected, she starts a new romance. Based on the novel \"Lady Chatterley's Lover\" by D. H. Lawrence."
    },
    {
        "imdb_id": "tt8668488",
        "original_title": "У ангела ангина",
        "origin_country": [
            "RU"
        ],
        "original_language": "ru",
        "spoken_languages": [
            {
                "english_name": "Russian",
                "iso_639_1": "ru",
                "name": "Pусский"
            }
        ],
        "overview": "Love is longer than life, memory is stronger than death."
    },
    {
        "imdb_id": "tt4602608",
        "original_title": "काकण",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ],
        "overview": "Star-crossed lovers from different social strata struggle to overcome differences in class and family expectation, as well as a long separation."
    }
]