[
    {
        "imdb_id": "tt3426282",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "original_title": "நளனும் நந்தினியும்",
        "overview": "Young lovers defy their families, which are at odds with each other, and get married and migrate to the city. With no jobs and no one to support them, will there be a happily ever after?",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ]
    },
    {
        "imdb_id": "tt2911684",
        "origin_country": [
            "MY"
        ],
        "original_language": "ms",
        "original_title": "Mencari Cinta",
        "overview": "The story is about Myra Tan Sri Johan who initially wants to get married to her own choice Malek, but unfortunately Malek suddenly cancel the wedding because of another girl. Tan Sri Johan and Puan Sri Mahani were very disappointed because all the preparation has been done and all the invitation cards have been sent out. In the meantime, Razlan Ariffin who is very dedicated man and trusted among his family has been recently rejected by her fiance because she wants to further her studies. Razlan accepted the fact that he and Mila is not meant to be together. Tan Sri Johan finally decided to ask help from his sister-in-law, wife of his late brother, Ramlah. His initial aim is for Myra to marry Razlan. But Myra and Razlan background is different and they also have different ways of thinking. Myra and Razlan were married and finally their love story begins when Myra become attracted to Razlan personality and his sincere hearts.",
        "spoken_languages": [
            {
                "english_name": "Malay",
                "iso_639_1": "ms",
                "name": "Bahasa melayu"
            }
        ]
    },
    {
        "imdb_id": "tt9015764",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "愛しのアイリーン",
        "overview": "Iwao Shishido has found a wife. After paying three million yen for a bridal tour to the Philippines, he comes home with Irene, who is promptly confronted by Tsuru—Iwao’s freshly widowed mother, who’s infuriated her loser son has married a woman she’s never met.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt5514602",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "全員、片想い",
        "overview": "Childhood best friends. Cousins. Housemates. Coworkers. Eight stories of unrequited love, eight sets of people who weren't meant to be together.  Several short films put together under the common theme of One Sided Love:  ***My Nickname is Butatchi  ***Something Blue  ***Asahan no Yuge  ***Kataomoi Supairaru  ***Usotsuki no Koi  ***Ibu no Okurimono  ***Radio Personality  ***Boku no Sabotin",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt8042286",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "original_title": "கன்னி ராசி",
        "overview": "The film is about the protagonist's aversion to a love marriage, that is not shared by the heroine, his neighbour.",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ]
    },
    {
        "imdb_id": "tt7959952",
        "origin_country": [
            "IN"
        ],
        "original_language": "ml",
        "original_title": "പ്രേമസൂത്രം",
        "overview": "A tale of two men falling for the same girl Ammukuty, who is completely oblivious of their love. While Prakashan and Suku fight amongst themselves for her love, a third man vying for it enters her life.",
        "spoken_languages": [
            {
                "english_name": "Malayalam",
                "iso_639_1": "ml",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt15954686",
        "origin_country": [
            "IN"
        ],
        "original_language": "pa",
        "original_title": "Mera Vyah Kara Do",
        "overview": "Film narrates the story of a girl next door who edits her matrimonial profile with bold pics and comments. The bad girl image works in her favor but also creates chaos in her life.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt5370376",
        "origin_country": [
            "HK"
        ],
        "original_language": "zh",
        "original_title": "紀念日",
        "overview": "The story follows the 10th anniversary of Bo and Keung. In the ten years, the couple has gone through quite a number of ups and downs. After trying to develop his career in the mainland, Keung has returned to work in Hong Kong while Bo has stayed in Hong Kong to run a wedding consultancy firm. Bo firmly believes that love is forever and has witnessed over the years numerous sweet stories of love bearing fruits. However in private, the love between her and Keung has long turned bland. Keung wants to have children but Bo cannot care less. Once again, the couple is plunged into emotional ebb. Meanwhile, the betrayals years back begin to emerge again…",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            },
            {
                "english_name": "Cantonese",
                "iso_639_1": "cn",
                "name": "广州话 / 廣州話"
            }
        ]
    },
    {
        "imdb_id": "tt10592082",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "original_title": "Parineeta",
        "overview": "A chirpy and jovial teenager, Mehul, whose higher secondary finals are at the doorstep while her infatuation over her tutor cum neighbour Babai da, is in ascend. He is an exceptional student and the gem of the neighbourhood. On the day of Holi, Mehul mixes sindoor in the colour to play with Babai da. Unknowingly, Babai da pours the colour over her head signifying the holy \"sindoor-daan\" custom. But, catastrophe strikes when Babai da commits suicide under undisclosed circumstances which leaves Mehul's world in utter chaos. The journey of Mehul's unspoken love turning into the bindings of Babai Da's better half is the story of PARINEETA.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt7619554",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "original_title": "Ang Babaeng Allergic sa Wi-Fi",
        "overview": "Norma, a typical teenager who is always online, created a joint social media account for her and her boyfriend to mark their third monthsary. She gets a rare illness called electromagnetic hypersensitivity, which means she can't be around cellphones, tablets, laptops, and Wi-Fi. To help her cope with her syndrome, Norma relocates to a remote province with no signal, forcing her to have a long-distance relationship with Leo.",
        "spoken_languages": [
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt7559200",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "My Friend's Dulhania",
        "overview": "Aryan and Mahira are very much in love despite the fact that they are miles apart from each other. He is settled in Mumbai, while she is pursuing higher studies in Delhi. Time passes by, the romance blossoms, and convinced that Mahira is his soulmate, Aryan travels to Delhi in a bid to propose to her. But his world is shattered on learning that his beloved has abandoned him without a word and vanished without a trace.  Two years later, while in Jammu and Kashmir for his friend Sajad's wedding, Aryan chances across Mahira yet again. Things are further complicated when he realises that Sajad's fiancee is none other than Mahira. The events that unfold afterwards form the crux of the romantic drama My Friend's Dulhania.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt16059146",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "恋する寄生虫",
        "overview": "A man named Kengo Kosaka is germaphobe, Due to his disorder, he is also a lonely young man. Meanwhile, high school student Hijiri Sanagi has Ommatophobia. Both Kengo Kosaka and Hijiri Sanagi do not expect to find love with another person.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt5278634",
        "origin_country": [
            "IN"
        ],
        "original_language": "ml",
        "original_title": "വൈറ്റ്",
        "overview": "'White' revolves around a banker who is in his 40's and is a widower. He leads a luxurious lifestyle, and in the course, he falls in love with an IT professional in her 20s.",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Malayalam",
                "iso_639_1": "ml",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt5170834",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "original_title": "두 번째 스물",
        "overview": "A female eye doctor and a male film director run into each other on the airplane to Milan. The two were lovers in the past, and are now in their middle ages. After their chance encounter in Torino, they travel around Tuscany together, appreciating the works of Caravaggio. They begin to notice they are hiding their own wounds from each other. In Korea, he goes to her eye clinic, and they confess love to each other for the first time. In the end, they go their separate ways.",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    },
    {
        "imdb_id": "tt10841514",
        "origin_country": [
            "MX"
        ],
        "original_language": "es",
        "original_title": "Fin Amor",
        "overview": "A filmmaker falls in love with a married woman.",
        "spoken_languages": [
            {
                "english_name": "Spanish",
                "iso_639_1": "es",
                "name": "Español"
            }
        ]
    },
    {
        "imdb_id": "tt5154096",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "Love Exchange",
        "overview": "Love Exchange is a romantic journey of a culturally opposite couple -Siddharth Sathe and Shanoo Kapoor. They meet at their work place, become good friends and ultimately fall in love. Things are fine till they decide to get married.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt15839646",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "ఇందువదన",
        "overview": "Vasu is a forest officer who falls in love with the tribal girl, Indu. As time passes, Indu also loves Vasu. As things are going fine, One fine day, Indu gets killed and she becomes a ghost. Vasu must find out what happened.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt22297570",
        "origin_country": [
            "IN"
        ],
        "original_language": "ml",
        "original_title": "4 വർഷങ്ങൾ",
        "overview": "4 Years is about Gayathri and Vishal, their college sunrises, canteen sunsets and hostel midnights.",
        "spoken_languages": [
            {
                "english_name": "Malayalam",
                "iso_639_1": "ml",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt6058878",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "original_title": "세상끝의 사랑",
        "overview": "Ja-young lost her husband 3 years ago. One day, Dong-ha appears in front of Ja-young and her daughter Yoo-jin. Ja-young falls in love with Dong-ha who is tender. She begins to dream of happy life with Dong-ha.  Meanwhile, Yoo-jin feels lonely since her mother is always busy with work. She begins to have feelings for Dong-ha.",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    },
    {
        "imdb_id": "tt4293766",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "original_title": "கயல்",
        "overview": "The story revolves around two friends who work hard, and spend their money travelling around the country. On one such trip, they accidentally help a pair of lovers elope, without realising it.  The family of the eloped young lady get angry, and suspect them of being friends of the eloped young man. They take the two friends home, and try to beat them to get the truth out them. One of the two friends falls for a girl named Kayal, who is working in the house, and he speaks of his love in front of everyone.  After the eloped young lady is brought home, and it is proven that the two friends were not involved in planning the elopement, they are allowed to go. Kayal travels to Kanyakumari to find the guy who loved her. The rest of the film tells of how they united, after many struggles.",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ]
    },
    {
        "imdb_id": "tt16359836",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "我的青春有个你",
        "overview": "In an accident at the university military training, Zhou Zhou (Wang Ke Ru), a good girl, and Qiu Fei (Liu Dong Qin), a scum of the school, meet each other. From heroic rescue to brave confession, the flamboyant Qiu Fei enters Zhou Zhou's heart.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt6886062",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "original_title": "치즈인더트랩",
        "overview": "Hong Seol, a student from a poor family, meets a rich Yoo Jung, who is her senior at her university. They both develop a rather inconvenient relationship after knowing each other.",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    },
    {
        "imdb_id": "tt5078964",
        "origin_country": [
            "IN"
        ],
        "original_language": "pa",
        "original_title": "Dildariyaan",
        "overview": "Paali (Sagarika Ghatge) lives at home with her father (Guggu Gill) in their small village. To complete her Higher Studies, Paali shifts to Chandigarh where she meets Parvan (Jassi Gill), a smart collegian who falls in love with her. However, Paali is less than interested because her father has already found her a NRI husband. Although Paali tells Parvan about her arranged husband, Parvan refuses to give up and seeks to impress on Paali's father that he is a better match.",
        "spoken_languages": [
            {
                "english_name": "Punjabi",
                "iso_639_1": "pa",
                "name": "ਪੰਜਾਬੀ"
            }
        ]
    },
    {
        "imdb_id": "tt7920146",
        "origin_country": [
            "MY"
        ],
        "original_language": "ms",
        "original_title": "Dubai My Love",
        "overview": "After being abandoned on his wedding day, Malaysian groom Amar decides to migrate to United Arab Emirates where he plans to build a new life. He swears off love while dealing with his heartbreak there. However, an encounter with a mysterious woman opens his heart to love again.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt4119590",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "イニシエーション・ラブ",
        "overview": "Set in Shizuoka and Tokyo, Japan in the late 1980's. Takkun is a university student in Shizuoka attempting to find a job. Mayu is a dental hygienist. They meet through a blind date and begin to date, but Takkun finds a job in Tokyo and goes there. They begin a long distance relationship, but their relationship breaks down.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt17023860",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "好想去你的世界爱你",
        "overview": "Tells the love story between men and women in different places who perceive each other's emotions and perceptions and communicate.  Because of an accident, assistant architect An Yi and piano tuner Gao Ang become connected through brain waves. Since then, the lives of the two become linked and gradually become the most \"understanding\" of each other.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt8176308",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "original_title": "காத்திருப்போர் பட்டியல்",
        "overview": "An RPF (Railway Protection Force) officer, who starts implementing stringent rules on railway passengers, spoils the plans of a youngster who is about to elope with his girlfriend. How does the latter escape from the officer’s custody?",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ]
    },
    {
        "imdb_id": "tt9112578",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "original_title": "Billie & Emma",
        "overview": "Billie, a teenage rock star, moves to the province and meets Emma, a model and almost the perfect example of a good daughter. Together, they go through the experience of first love.",
        "spoken_languages": [
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt5364694",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "我的美丽王国",
        "overview": "Two best friends try to navigate the complicated world of the modelling industry. In the process, they have to deal with desperate admirers, incompetent agents, other models, and competition with each other. A chance meeting with a group of successful young men at a club launches their careers and complicates their love lives.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt5915304",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "original_title": "How to Be Yours",
        "overview": "A story about two people who met and fell in love. Niño, a sales agent who's bent on attaining stability and Anj, a self-taught cook who dreams of working in a high-end restaurant someday.",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt8172164",
        "origin_country": [
            "CL"
        ],
        "original_language": "es",
        "original_title": "El despertar de Camila",
        "overview": "At seventeen, Camila got too used to win. Smart and beautiful, she has managed to achieve every goal. She loves swimming and doesn’t know failure. However, the water that has given her success in the recent past, now leads her to the biggest setback of her life: a cerebrovascular accident (CVA) that will force her to reinvent herself with courage, humor, and love.",
        "spoken_languages": [
            {
                "english_name": "Spanish",
                "iso_639_1": "es",
                "name": "Español"
            }
        ]
    },
    {
        "imdb_id": "tt12625310",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "original_title": "관음증",
        "overview": "A paparazzi reporter and a female doctor with exhibitionism can't help their instincts. Jae-hoon was a cameraman but he was fired for something and is now a paparazzi. He is known for his neat work but his usual task is catching people in affairs. One day he gets a call from a woman asking him to keep watch on her twin sister. The sister owns a sexual consulting clinic so he goes as a patient. Then he starts to watch her in secret. As time goes, he shows signs of voyeurism and obsesses with her. The doctor's sister cancels her request but it's too late. Then he finds out that the doctor wasn't a twin sister but in fact the client herself and he blinds himself. Did Jae-hoon's voyeurism go away or was he a sexual pervert? Or did he really love the doctor?",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    },
    {
        "imdb_id": "tt3121474",
        "origin_country": [
            "HK",
            "CN"
        ],
        "original_language": "zh",
        "original_title": "單身男女2",
        "overview": "Two former lovers find themselves irresistibly drawn back together — despite the fact that each of them is engaged to someone else.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            },
            {
                "english_name": "French",
                "iso_639_1": "fr",
                "name": "Français"
            },
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Cantonese",
                "iso_639_1": "cn",
                "name": "广州话 / 廣州話"
            }
        ]
    },
    {
        "imdb_id": "tt6400696",
        "origin_country": [
            "IN"
        ],
        "original_language": "pa",
        "original_title": "Oh Yaara Ainvayi Ainvayi Lut Gaya",
        "overview": "Starring : Jassi Gill, Gauahar Khan, B N Sharma, Rana Ranbir, Karamjit Anmol",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt3207536",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "original_title": "சொன்னா புரியாது",
        "overview": "Shiva, a dubbing artiste lending voice to English films, has an aversion towards the idea of marriage and hates being in a commitment. However, his life takes unexpected turns when his mother blackmails him to meet a girl of her choice, Anjali. But Shiva has plans of his own to rule out the idea of marriage with Anjali.",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ]
    },
    {
        "imdb_id": "tt9579634",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "original_title": "S.P.A.R.K",
        "overview": "It tells about the blossoming love story between two teens, Beth and Drei, one summer time in the picturesque city of Vigan. Campus crush Drei is sent by his mother to Ilocos to spend his summer vacation with his grandfather as a punishment for his prankster ways. There, he accidentally meets Beth, a simple probinsyana who dedicates herself to making \"burnay\"\" (clay pot). As their paths cross, the conflicts in their past and the connection between them unfolds.",
        "spoken_languages": [
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt2878406",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "original_title": "Premachi Goshta",
        "overview": "Premachi Goshta (Marathi: प्रेमाची गोष्ट , meaning: Story of Love) is a 2013 Marathi language film directed by Satish Rajwade.  The story is all about LOVE and discovering that correct person in life who can become the life partner. It's a story of believing on the person in front, its like a leap of faith.",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            },
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt5364756",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "我的播音系女友",
        "overview": "College radio host, Zhang Lele is both beautiful and intelligent. Consequently, there is no shortage of men trying to seduce her. The only thing Zhang Lele lacks is the ability to control her tongue. Likable ruffian, Bai Liang, claims he can see past her strong nature and sets out to claim her hidden soft heart.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt4539442",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "下一站再爱你",
        "overview": "Tracy is a young social worker working in a hospital for incurable diseases. She later finds out she is diagnosed with bone cancer and that leaves her devastated. Her husband goes out of his way to make her feel better. When she meets her sister in a coincidence, she learns that not all hope is lost.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt5855402",
        "origin_country": [
            "TH"
        ],
        "original_language": "th",
        "original_title": "แค่นี้ก็ดีแล้ว",
        "overview": "Following a painful breakup, Toey decides to heal his broken heart in Higashikawa town where he meets Oat, who is on his bachelor finale trip. From stranger to friends, romance spark off between the two. Before returning to the \"real\" world, they have to pick up their broken pieces and rebuild it. Join us for a heartwarming journey as we follow the simple pursuit of love. This is the simple story of Present Perfect.",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            },
            {
                "english_name": "Thai",
                "iso_639_1": "th",
                "name": "ภาษาไทย"
            }
        ]
    },
    {
        "imdb_id": "tt3006508",
        "origin_country": [
            "IN"
        ],
        "original_language": "kn",
        "original_title": "Myna",
        "overview": "Satya falls for Mynaa, a woman with a physical disability, and marries her. But trouble begins when they meet a doctor who promises to help her but ends up taking her advantage.",
        "spoken_languages": [
            {
                "english_name": "Kannada",
                "iso_639_1": "kn",
                "name": "?????"
            }
        ]
    },
    {
        "imdb_id": "tt11024568",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "సవారి",
        "overview": "Raju who rents his Badshah for weddings, meets Baagi who has been in quench of real love after her step-parents try to get her married against her wish. How did she escape that marriage is the crux of the story.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt7297002",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "Luv Shuv Pyar Vyar",
        "overview": "Rahul, a prizefighter who hails from a poor family, is smitten with Ruby, the daughter of a rich and powerful man. While their love blooms, her father opposes their union fiercely.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt13444292",
        "origin_country": [
            "BR"
        ],
        "original_language": "pt",
        "original_title": "Alfabeto Sexual",
        "overview": "The film portrays André’s current love affair with his boyfriend Hudson from a set of pornographic and psychedelic experiments that forge both the couple and their doubts regarding the very conditions of the romance they are experiencing.",
        "spoken_languages": [
            {
                "english_name": "Portuguese",
                "iso_639_1": "pt",
                "name": "Português"
            }
        ]
    },
    {
        "imdb_id": "tt9574444",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "original_title": "The Gift",
        "overview": "A young man with Asperger's Syndrome falls in love with a sheltered young woman who suffers from Mitral Valve Stenosis, a congenital heart condition. Will his condition cause her demise or will his love be the greatest gift she can ever receive?",
        "spoken_languages": [
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt11027672",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "\"隠れビッチ\" やってました。",
        "overview": "Hiromi is a 26-year-old single woman. She is popular with guys. Her hobby and specialty is getting men to like her using small talk and a shy persona. If a guy confesses his feelings for her, Hiromi leaves them. Hiromi's sharehouse mate Akira and her friend Aya blame Hiromi, calling her \"Kakure Bitch\" (a type of women who uses innocence to flirt with men). Hiromi does not care. One day, she takes an interest in Tsuyoshi, who works in the same office. She becomes to like him sincerely.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt7838158",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "నా నువ్వే",
        "overview": "Meera, a happy-go-lucky radio jockey falls in love with Varun, a very confident person but is nothing when compared to Meera in life.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt14764886",
        "origin_country": [
            "CN"
        ],
        "original_language": "cn",
        "original_title": "我的印度男友",
        "overview": "It's a love story between a Hong Kong girl and an Indian boy, set in Hong Kong. It encapsulates the drama of conflicts caused by racial discrimination as well as differences in social-cultural, lifestyle, and family values. At the same time, it combines the emotions of tears, joy, and humor with song and dance.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            },
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Cantonese",
                "iso_639_1": "cn",
                "name": "广州话 / 廣州話"
            }
        ]
    },
    {
        "imdb_id": "tt5396888",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "遭遇海明威",
        "overview": "",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt16528036",
        "origin_country": [
            "MX",
            "US"
        ],
        "original_language": "es",
        "original_title": "Amar sin miedo",
        "overview": "A sexy romantic story about Josh Adams and his self-discovery in the city of Taxco, Mexico, as well as an intimate depiction of two men from different parts of the world that unexpectedly are drawn to one another. When Josh meets musician Leo, his life changes in this erotic, humane drama.",
        "spoken_languages": [
            {
                "english_name": "Spanish",
                "iso_639_1": "es",
                "name": "Español"
            },
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            }
        ]
    },
    {
        "imdb_id": "tt9743420",
        "origin_country": [
            "VN"
        ],
        "original_language": "vi",
        "original_title": "Tình Đầu Thơ Ngây",
        "overview": "My An has a crush on the good-looking and rich Thien. He is labeled \"The Prince of the Dreams\" in the school, but in the same time he is cold, eccentric and not interested in his peers. His biggest dream is to become a superstar musician. Due to the circumstances and their fathers friendship they would became housemates.",
        "spoken_languages": [
            {
                "english_name": "Vietnamese",
                "iso_639_1": "vi",
                "name": "Tiếng Việt"
            }
        ]
    },
    {
        "imdb_id": "tt5004918",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "1980年代的爱情",
        "overview": "",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt5192998",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "original_title": "No Boyfriend Since Birth",
        "overview": "A wedding planner who's never been in a relationship courts romance as she re encounters a high school crush.",
        "spoken_languages": [
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt6798992",
        "origin_country": [
            "RU"
        ],
        "original_language": "ru",
        "original_title": "Молодой ещё",
        "overview": "The story of Dante, a graduate of the philological faculty who works on the railroad, pins the tracks to the railroad ties with a terrible noise, and then falls in love with a deaf-mute girl.",
        "spoken_languages": [
            {
                "english_name": "Russian",
                "iso_639_1": "ru",
                "name": "Pусский"
            }
        ]
    },
    {
        "imdb_id": "tt5850944",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "MARS～ただ、君を愛してる～",
        "overview": "Kira is a sweet young girl with a traumatic past. She meets Rei who made her overcome her inner struggles. However, as much as they wanted to live as close to perfect as a couple can be, Kirishima tries to shake their relationship. Kirishima is a disturbed being who was bullied when he was young, and his outlook on life is what makes him do dark things.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt14449678",
        "origin_country": [
            "MX"
        ],
        "original_language": "es",
        "original_title": "Estoy Cansado de Despertarme Contigo",
        "overview": "Daniel and Carmina, a marriage that is about to brake up; Julián and Alicia, a fleeting but intense courtship; Leonardo and Sofía, a courtship that begins in adolescence and lasts until adulthood; Wendy and Bobby, a relationship that fate is responsible for breaking. Through convergent stories, all the characters will discover that love is much more complex than it seems.",
        "spoken_languages": [
            {
                "english_name": "Spanish",
                "iso_639_1": "es",
                "name": "Español"
            }
        ]
    },
    {
        "imdb_id": "tt8677256",
        "origin_country": [
            "NP"
        ],
        "original_language": "ne",
        "original_title": "नाई नभन्नु ल २",
        "overview": "A sequel to Nai Nabhannu La",
        "spoken_languages": [
            {
                "english_name": "Nepali",
                "iso_639_1": "ne",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt10300646",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "original_title": "காதல் முன்னேற்ற கழகம்",
        "overview": "Four fans of actors Rajinikanth, Kamal Haasan, Vijayakanth and Karthik respectively, pursue the same girl.",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ]
    }
]