[
    {
        "imdb_id": "tt5822288",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "Awesome Mausam",
        "overview": "This love story between a Hindu boy, Rahul Sharma (Rahul Romy Sharma) and Muslim girl, Ghazal Siddiqui (Ambalika Sarkar) invokes the ‘Laila-Majnu’ track to drive home it’s legendary leanings. Unfortunately there’s really nothing much to recommend here save for a few lines of stinging thought-provoking dialogue.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt21094328",
        "origin_country": [
            "IN"
        ],
        "original_language": "gu",
        "original_title": "સૈયર મોરી રે",
        "overview": "Hari lives at a Gaushala with his bapu and transgender faiba. One fine day, while substituting for an odd job he sees Leela for the first time and instantly falls for her. They gradually fall in love but will it stay forever? What will happen when they separate?",
        "spoken_languages": [
            {
                "english_name": "Gujarati",
                "iso_639_1": "gu",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt5590026",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "original_title": "स्लॅमबुक",
        "overview": "This is a story about going after your first love in the early 2000s.",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt13039188",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "original_title": "두 엄마",
        "overview": "Two best friends. And their lust for each one's opponent mothers. Junhyeong and Daejin are best friends. One day Daejin’s mom visits Junhyeong who is heartbroken when he was disappointed in love. She suggests that she will teach him sex and make him a real man. Unlike Junhyeong, Daejin is popular guy to women. But he long since has fallen in love with Junhyeong’s mom. When Daejin hears Junhyeong’s parents seems to divorce, he decides to start expressing his affection to her.",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    },
    {
        "imdb_id": "tt11771206",
        "origin_country": [
            "EG"
        ],
        "original_language": "ar",
        "original_title": "توأم روحي",
        "overview": "A romantic film presenting a love story that is both sweet and bitter. Can love be found amidst clashes and troubles?",
        "spoken_languages": [
            {
                "english_name": "Arabic",
                "iso_639_1": "ar",
                "name": "العربية"
            }
        ]
    },
    {
        "imdb_id": "tt7817568",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "original_title": "যদি একদিন",
        "overview": "Faisal lives happily with his daughter and his mother as a single father. He is very serious about work when it is time, and his whole life is based on his daughter. However, when a new employee named Ayitr (Srabonti) joins the company, she not only gets close to his daughter but also towards Faisal's heart.",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ]
    },
    {
        "imdb_id": "tt4114302",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "Phir Se",
        "overview": "The paths of a man and a woman, who have both been recently divorced from their spouses, intersect at an art exhibition in London.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt2930040",
        "origin_country": [
            "IN"
        ],
        "original_language": "or",
        "original_title": "My Love Story",
        "overview": "2013 oriya film directed by Deepak panda.",
        "spoken_languages": [
            {
                "english_name": "Oriya",
                "iso_639_1": "or",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt15310236",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "original_title": "Pratighat",
        "overview": "Chandu, a gangster, comes to the rescue of Puja, a distressed girl, and they eventually fall in love. However, things take an unexpected turn when Chandu’s past comes back to haunt him.",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ]
    },
    {
        "imdb_id": "tt5686868",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "Miss Teacher",
        "overview": "Rose Dey is the new teacher at the university. She is very attractive and is a nymphomaniac. At the university, Rose meets Tanvesh and an affair begins.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt7286500",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "ママレード・ボーイ",
        "overview": "Two sets of parents divorce and marry each other, while their children Miki and Yuu are caught in the middle and start falling for each other.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt3261912",
        "origin_country": [
            "IN"
        ],
        "original_language": "ml",
        "original_title": "പട്ടം പോലെ",
        "overview": "Karthi and Riya elope one early morning to Ooty, fearing that the elders in the family will not accept their inter-religious relationship. They return to their respective homes after a couple of days after having a fight. They convince their loved ones that they hate each other and vow never to see each other again. The film would then trace the eventual course of their lives.",
        "spoken_languages": [
            {
                "english_name": "Malayalam",
                "iso_639_1": "ml",
                "name": ""
            },
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ]
    },
    {
        "imdb_id": "tt8650270",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "నన్ను దోచుకుందువటే",
        "overview": "A self-obsessed software engineer Karthik and an oversmart short-film star Meghana come together to stage a relationship to confront a possible family crisis. However, the two go beyond merely acting like a couple, eventually enjoy each other’s company and of course, their miscommunication creates a conflict and the two unlike poles finally meet.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt5216780",
        "origin_country": [
            "IN"
        ],
        "original_language": "kn",
        "original_title": "ಹುಚ್ಚ ವೆಂಕಟ್",
        "overview": "Venkat, a vigilante, falls head over heels in love with Ramya. She spurns his love, but he tries to impress her at all costs.",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Kannada",
                "iso_639_1": "kn",
                "name": "?????"
            }
        ]
    },
    {
        "imdb_id": "tt7975740",
        "origin_country": [
            "BR"
        ],
        "original_language": "pt",
        "original_title": "Alice & Só",
        "overview": "Alice, a young music lover, and her best friend Socrates, go on a road trip, accompanied by Tinho, a former rocker, to play at the world's largest cover band festival.",
        "spoken_languages": [
            {
                "english_name": "Portuguese",
                "iso_639_1": "pt",
                "name": "Português"
            }
        ]
    },
    {
        "imdb_id": "tt3175936",
        "origin_country": [
            "TW",
            "CN"
        ],
        "original_language": "zh",
        "original_title": "被偷走的那五年",
        "overview": "He Man awakes from a coma thinking that she’s still on her honeymoon with her husband Xie Yu, but she gets a rude shock: there’s a five-year gap in her memory, and during that time the couple has divorced. Confused and desperate to figure out how their marriage crumbled, He Man seeks out her ex-husband and her ex-best-friend for answers.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt9105026",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "L♡DK ひとつ屋根の下、「スキ」がふたつ。",
        "overview": "Aoi Nishimori and Shūsei Kugayama are in love and they begin to live together secretly. Suddenly, Shūsei's cousin, Reon Kugayama, comes to them. Their secret is discovered by Reon. Now, Aoi, Shūsei, and Reon begin to live together.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt2648034",
        "origin_country": [
            "IN"
        ],
        "original_language": "ml",
        "original_title": "അന്നയും റസൂലും",
        "overview": "A taxi driver, Rasool and a salesgirl, Anna fall in love with each other. But soon their union is put to question when Anna persuades Rasool to convert to Christianity.",
        "spoken_languages": [
            {
                "english_name": "Malayalam",
                "iso_639_1": "ml",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt10234494",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "下一任：前任",
        "overview": "With relationship fail after relationship fail, Xinyi (Amber Kuo) believes she’s finally stumbled onto a good man; throwing herself into this new and potentially life changing relationship, she thinks her days of being single are over.  But when her teenage crush re-enters her life, she has to decide who to pick – and who will pick her.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt4591230",
        "origin_country": [
            "CN",
            "TW"
        ],
        "original_language": "zh",
        "original_title": "回到愛開始的地方",
        "overview": "Ji Ya Qing goes on a business trip right before her wedding. She meets on her stay at the hotel a young man intent on the search of an old lady, having in his possession only letters his grandfather wrote before passing away. They go together on a journey in the country scenery of China, in the quest of the lady in the letters. This journey yet holds more for both of them, as they discover what love could mean and bring.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt2999342",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "original_title": "পোড়ামন",
        "overview": "Shujon, the son of a village gambler takes the responsibility of Pori and her mother when they are deeply in trouble. The story takes a different turn when Pori's mother chooses someone else for her daughter's marriage.",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ]
    },
    {
        "imdb_id": "tt3793116",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "前深夜前的五分鐘",
        "overview": "A lonely young man happens to meet RuoLan who has an identical twin sister RuMei. They are older than him.  RuoLan tells him about her wound from a painful breakup and her troubles being a twin. While supporting RuoLan, the young man gets close to her.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt6731862",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "original_title": "Can We Still Be Friends?",
        "overview": "Digs a no fuss, no frills kind of guy and idealistic achiever Sam who are friends turned lovers turned exes. Their relationship as a couple lasted for almost eight years until they both decided on an amicable breakup.",
        "spoken_languages": [
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt8238312",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "original_title": "मिथुन",
        "overview": "Despite being together for a while, Mithun and Kanchi don't seem to be serious about their relationship. Will the two ever find love and commitment?",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt5959970",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "二度めの夏、二度と会えない君",
        "overview": "Satoshi, who is a high school junior, is doing something against the rules. He is forming a band. Joining him is Rin. They nonetheless perform at the school's cultural festival live in front of their fellow students. There is a mishap and Satoshi travels back in time to the moment when he met Rin.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt16732214",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "君が落とした青空",
        "overview": "Miyu and Shuya are high school students. They have dated for 2 years. Miyu and Shuya have a promise that no matter what, they will watch a movie together on the first day of each new month. When Miyu and Shuya are on their way to the movie theater, Shuya suddenly cancels their date. Shuya seems like he is hiding something and he acts nervous. Later, Miyu goes to the place where she is supposed to meet Shuya, but she witnesses Shuya getting into a car accident. She panics, but when she wakes up she finds herself on the morning of the accident. Miyu keeps waking up on the day when Shuya got into an accident.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt10968482",
        "origin_country": [
            "MY"
        ],
        "original_language": "ta",
        "original_title": "வெண்பா",
        "overview": "Thenavan, a pensive man who constantly rejecting women of his mother’s choice including Sheila. Sheila, sweet dark skinned girl who’s often rejected by guys from matrimony falls in love with Thenavan on first meeting over his comforting gestures. The reason behind Thenavan’s rejections slowly unveiled upon his sighting of Kalyani, his school time love. Kalyani’s arrival back to home country is welcomed with a disaster of her handbag being stolen. Thenavan assists throughout her difficulties and requests an hour of conversation as a return favour. The one hour conversation end up as big turning point for Thenavan, Kalyani and Sheila with the presence of former lover of Kalyani, Sathya.",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ]
    },
    {
        "imdb_id": "tt12506600",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "霸道總裁愛上他",
        "overview": "Fresh out of college, boy gets fired from his first job by the CEO of the company. Little did the CEO know this guy would vow to come back and be a big star, or that they would fall in love.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt14813878",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "original_title": "Gameboys: The Movie",
        "overview": "The story of gamers turned lovers Cairo and Gavreel, to spend time together in Gavreel's house, a few weeks before Cairo returns to his province. What starts out as a romantic holiday for the young couple turns into a relationship test that they have to overcome. Cairo is faced with the reality of his imminent departure while Gavreel is compelled to make a life-changing decision. After defying distance and even the pandemic, will Cairo and Gavreel be able to prove once again that their love for each other is strong enough to withstand fate and circumstance?",
        "spoken_languages": [
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt4714454",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "original_title": "100 Tula Para Kay Stella",
        "overview": "Throughout his four years in college, Fidel, a stuttering student, tries to finish 100 poems dedicated to Stella, an aspiring but frustrated rock star, to win her heart.",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt10731732",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "రొమాంటిక్ క్రిమినల్స్",
        "overview": "Habituated to drugs, a young couple, Karthik and Angel commit various crimes in Vizag with the help of a drug peddler. One fine day, they decide to stop all the crimes and settle down in life. Will they be able to come out of the crime world easily?",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt4620528",
        "origin_country": [
            "NE"
        ],
        "original_language": "ne",
        "original_title": "जेरी",
        "overview": "Jerryy is the story about a cool, handsome and rich guy, Jaiveer Rana or Jerryy (Anmol KC), who believes “Love is like a Chinese mobile with no guarantee” and his trip to Mustang where he truly falls in love with a beautiful girl, Aakansha (Anna Sharma) and everything after is romance and heartbreaks.",
        "spoken_languages": [
            {
                "english_name": "Nepali",
                "iso_639_1": "ne",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt10720088",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "మౌనమే ఇష్టం",
        "overview": "Varun is an ad filmmaker, son of alcoholic father, who lost his mother in an accident, growing up in a grandfather's upbringing. He falls for Maya, an IT employee, with a sense of helping nature & humanity. Both of them become good friends. That friendship gradually turns into love.But she has a problem to propose to Love. Why can't Varun and Maya propose love to each other?",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt7034918",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "在世界中心呼唤爱",
        "overview": "Chinese romance film directed and co-written by Kwak Jae-yong, starring Oho Ou, Zhang Huiwen, Yang Zi, Wang Zhi, and Yao Lu. The film is an adaptation of Kyoichi Katayama's 2004 novel Socrates in Love. Crying Out In Love was released by Beijing Enlight Pictures on 26 August 2016",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt9389778",
        "origin_country": [
            "IN"
        ],
        "original_language": "pa",
        "original_title": "Din Dehade Lai Jaange",
        "overview": "The movie is directed by Romi and featured Kartar Cheema, Sapna Thakur, Ranjith and Nirmal Rishi as lead characters. Other popular actor who was roped in for Din Dehade Lai Jaange is Sardar Sohi.",
        "spoken_languages": [
            {
                "english_name": "Punjabi",
                "iso_639_1": "pa",
                "name": "ਪੰਜਾਬੀ"
            }
        ]
    },
    {
        "imdb_id": "tt1674766",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "101次求婚",
        "overview": "Huang Da is a down on his luck ordinary guy who has desperate for love and tries to propose to a beautiful young cellist. His attempts to propose are complicated by a rich, charming and handsome rival who is determined to win the girl’s hand at all costs. Can Huang Da with his heart of gold triumph in love over a man who has everything he does not?",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt22475068",
        "origin_country": [
            "LV"
        ],
        "original_language": "lv",
        "original_title": "Sēklis",
        "overview": "Three relationships deconstructed. The Red Couple choose to pretend to be harmonious for the last three days of living together. The Green Couple's three days are full of uncertainty and nervousness, waiting for the other to reveal themselves intimately. The Yellow Couple, two colleagues, will lose themselves in the workplace romance genre trying not to fall in love.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt5052972",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "Yaara Silly Silly",
        "overview": "After spending time with a prostitute, a man later meets her on a train where their fond memories are rekindled and their romance blossoms",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt8835722",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "欲爱",
        "overview": "The General's son as he is, Wu Tian Xiang (Liu Qian Cheng) chose to conceal his real identity to find a pure love. Years ago, he and Xue Er (Jin Bo Han) fell in love with each other at the first sight. But later Xue Er left him. When he meets Xue Er again, he found Xue Er turned cold to him. What's worse, Xue Er's father was very snobbish since he drove Wu Tian Xiang out and taught him a good lesson. In order to take revenge, Wu Tian Xiang restores his real identity to get married with Xue Er. After their marriage, Tian Xiang tries all ways to torment Xue Er, without knowing that the Xue Er he marries is not the Xue Er he loved.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt10534962",
        "origin_country": [
            "LT"
        ],
        "original_language": "lt",
        "original_title": "Vestuvės",
        "overview": "A corrupt politician tries to get some decency points by marrying his beloved daughter to a simple farm guy.",
        "spoken_languages": [
            {
                "english_name": "Lithuanian",
                "iso_639_1": "lt",
                "name": "Lietuvių"
            }
        ]
    },
    {
        "imdb_id": "tt15310668",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "7 రోజులు 6 రాత్రులు",
        "overview": "Anand is a wannabe filmmaker who is tired of waiting for his first break. He faces a major setback in his personal life when his girlfriend Vinni moves to the US all of a sudden. Ahead of his friend Mangalam's wedding, he and the friend travel to Goa to spend a good time. There, Anand develops a bond with Rathika, a young girl working at a restaurant. Meanwhile, Mangalam gets into a relationship with a location manager named Ameya.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt21611284",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "original_title": "காலங்களில் அவள் வசந்தம்",
        "overview": "A guy who is obsessed on having a filmy romantic life has to understand what love truly means after marrying a no nonsense entrepreneur.",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ]
    },
    {
        "imdb_id": "tt3378470",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "original_title": "சில்லுன்னு ஒரு சந்திப்பு",
        "overview": "Ashok and Geetha fall in love and vow to get back together as adults when their parents force them apart. Years later, Ashok becomes engaged to Charu and the wedding plans go smoothly until Geetha suddenly returns to Ashok's life.",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ]
    },
    {
        "imdb_id": "tt8080982",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "గువ్వ గోరింక",
        "overview": "Sirisha grows up living in her beautiful dream aspires to major in music but has to promise her father that she would marry the man he chooses if she wants to moves to the city and learn violin.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt7817520",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "original_title": "ঊনপঞ্চাশ বাতাস",
        "overview": "The storyline of the film still kept a mystery to the audience and already have gained a lot of attention among the film enthusiastic community of the country for the past year. Even the new surreal poster has gained traction among the netizens of Bangladesh and has created a buzz where everyone is writing individual explanations about the new poster.",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ]
    },
    {
        "imdb_id": "tt14190918",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "彼女が好きなものは",
        "overview": "An emotional coming-of-age drama centered around Andou Jun, a gay student who is not out. He accepts a confession from his fujoshi classmate Miura Sae and they start dating. However, Jun is also seeing Makoto, but fails to tell Sae about his male lover.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt20413256",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "メタモルフォーゼの縁側",
        "overview": "Ichinoi, a 75-year-old woman living a peaceful life, unwittingly buys a Boy's Love manga one day…and is fascinated by what she finds inside. When she returns to the bookstore to buy the next volume, the high school girl working there–Urara, a seasoned BL fan–notices a budding fangirl when she sees one. When Urara offers to help Ichinoi explore this whole new world of fiction, the two dive into BL fandom together, and form an unlikely friendship along the way.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt7435822",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "Good Night",
        "overview": "Insomiac hotel examiner has a love hate relationship with rich hotel owner.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt8490534",
        "origin_country": [
            "IN"
        ],
        "original_language": "kn",
        "original_title": "ಪಂಚತಂತ್ರ",
        "overview": "A drama film directed by Yogaraj Bhat, starring Vihan Gowda and Sonal Monteiro in the lead roles.",
        "spoken_languages": [
            {
                "english_name": "Kannada",
                "iso_639_1": "kn",
                "name": "?????"
            }
        ]
    },
    {
        "imdb_id": "tt12587454",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "original_title": "내방에 일본여자가 있다",
        "overview": "A determined Japanese woman gets a job in Korea. She thinks she will be cleaning, but she is taught to massage. When her director touches her inappropriately she runs into the street where she encounters men who take advantage of her and she becomes homeless. She is found by a webtoon designer who uses her as inspiration for his webtoons. Will she become more than his inspiration?",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            },
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    },
    {
        "imdb_id": "tt7585522",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "For The Memoy Never Forgotten",
        "overview": "",
        "spoken_languages": []
    }
]