[
    {
        "imdb_id": "tt6093868",
        "original_title": "Turis Romantis",
        "origin_country": [
            "ID"
        ],
        "original_language": "id",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Indonesian",
                "iso_639_1": "id",
                "name": "Bahasa indonesia"
            },
            {
                "english_name": "Javanese",
                "iso_639_1": "jv",
                "name": ""
            }
        ],
        "overview": "Nabil (Kirana Larasati), has just escaped from the threat. Takur (Mike Lucock), Indian descent moneylender, hires thugs to collect debts from Nabil's father, a drunkard, gambler, and does not have responsibility. Because the father is never at home, the moneylender charges to Nabil's mother. Seeing this, Nabil takes the responsibility and says that she would pay all her father’s debts. Nabil promises to return the Rp 100 million debt within five days.  Then, Nabil gets a phone call informing that her father is hospitalized. When she arrives at the hospital, the father is unconscious, because he has been through heart surgery. The father won gambling. He was so happy, so he got heart attack, The father brought home certificate as a guarantee for the medical expenses."
    },
    {
        "imdb_id": "tt4840680",
        "original_title": "通学シリーズ 通学電車",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "Yuna has a crush on Haru. She sees him on the train every morning when she goes to school. She doesn't know anything about him and he goes to a different school from her. One morning, she wakes up and finds Haru sleeping right next to her."
    },
    {
        "imdb_id": "tt6413312",
        "original_title": "0.5的爱情",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ],
        "overview": "Chen Zi Hao is a tall, handsome and successful young man. He is conservative and down-to-earth and has always kept himself away from love, until he meets Ye Ting, an out-going and passionate girl who has just returned to China. They quickly fall in love with each other even though they both know they are so different in their attitudes towards relationship and marriage."
    },
    {
        "imdb_id": "tt6705126",
        "original_title": "Prem Geet",
        "origin_country": [
            "NP"
        ],
        "original_language": "ne",
        "spoken_languages": [],
        "overview": "Prem and Geet meet each other on the way to Kagbeni. Geet escaped from home because of her grandmother's continuous insistence to marry. Prem was on the way due to his personal deeds, but he was too pressurized to marry. Both fakes their marriage to get rid of continuous insistence, but ultimately fall in love then after. But their fake marriage creates problems and ultimately they are separated from each other. Both try to convince their parents, but fails. What will happen next? Will Prem and Geet be together? Or choose the path no one wants?"
    },
    {
        "imdb_id": "tt15081946",
        "original_title": "మంచి రోజులొచ్చాయి",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "A young lady, who is in a live-in relationship with the man she loves, has to deal with an obsessive, controlling father who takes pride in the way he raises his daughter. How the two youngsters manage to convince him about and accept their love for each other forms the crux of the story."
    },
    {
        "imdb_id": "tt6449976",
        "original_title": "Elanne Starlight",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "spoken_languages": [],
        "overview": ""
    },
    {
        "imdb_id": "tt4634898",
        "original_title": "宇田川町で待っててよ。",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "In bustling Shibya, Momose sees his high school classmate Yashiro. Yashiro is dressed as a girl. Momose continues to observe Yashiro and becomes attracted to him. Meanwhile, Yashiro becomes embarrassed that Momose knows that he dresses up like a girl."
    },
    {
        "imdb_id": "tt5899800",
        "original_title": "Lagna Pahave Karun",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ],
        "overview": "Lagna Pahave Karun (LPK) is a Marathi Feature film that talks about Love, Relationships and Marriage as an institution."
    }
]