[
    {
        "imdb_id": "tt14051714",
        "origin_country": [
            "TW"
        ],
        "original_language": "zh",
        "original_title": "我沒有談的那場戀愛",
        "overview": "A woman who was overwhelmed by work and had no time to imagine the future. Her paralyzed life was interrupted by a live-streaming man who always has fun in life and acts wildly, resulting in a series of fermentation processes.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt7585620",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "Dil Jo Na Keh Saka",
        "overview": "Starring Himansh Kohli and Priya Banerjee, a romantic drama that follows the story of two childhood friends who end up going separate ways to follow their dreams. Eventually, they return to their hometown where they chance across each other and soon discover that there is more to their relationship than just friendship.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt3090310",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "ニシノユキヒコの恋と冒険",
        "overview": "Yukihiko Nishino is very popular with women, but, in the end, he is always dumped by a woman. Yukihiko seeks out his true love.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt13213122",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "劇場版 ポルノグラファー 〜プレイバック〜",
        "overview": "Kijima and Kuzumi, showing the problems they face as they try to move forward in their lives, and how they drift apart while still yearning to be together. A story of love and life, and fantasies and failures of a novelist and his lover.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt8668488",
        "origin_country": [
            "RU"
        ],
        "original_language": "ru",
        "original_title": "У ангела ангина",
        "overview": "Love is longer than life, memory is stronger than death.",
        "spoken_languages": [
            {
                "english_name": "Russian",
                "iso_639_1": "ru",
                "name": "Pусский"
            }
        ]
    },
    {
        "imdb_id": "tt15478268",
        "origin_country": [
            "IN"
        ],
        "original_language": "kn",
        "original_title": "Love You Rachchu",
        "overview": "In the midst of a happy relationship, a couple encounters a bad turn in their lives. Will they be able to overcome the obstacles or will the worst times await them?",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt4192656",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "original_title": "Chuye Dile Mon",
        "overview": "Determined to get his childhood revenge, a man finds his childhood love instead.",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ]
    },
    {
        "imdb_id": "tt4834850",
        "origin_country": [
            "IN"
        ],
        "original_language": "gu",
        "original_title": "Romance Complicated",
        "overview": "As a favor to his father's best friend, a young man agrees to escort a woman to America where she's expected to devote herself to her studies.",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Gujarati",
                "iso_639_1": "gu",
                "name": ""
            },
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt6431324",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "original_title": "I'm Drunk, I Love You",
        "overview": "Days before graduation, two college best friends go on one last road trip where they settle how they really feel for each other.",
        "spoken_languages": [
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt10320120",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "あの日々の話",
        "overview": "When members of a student club gather at a karaoke box, events don’t unfold in predictable ways, leading to a uniquely absurd ending when dawn breaks.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt12773560",
        "origin_country": [
            "IN"
        ],
        "original_language": "bn",
        "original_title": "Kichu Na bola Kotha",
        "overview": "Kichu Na Bola Kotha ventures into a tale of Love, Friendship, Emotions And mostly the incompleteness within ourselves. It Portrays Four stories of different People from different Backgrounds interconnected by the same thread which is love.",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ]
    },
    {
        "imdb_id": "tt15710228",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "సమ్మతమే",
        "overview": "Krishna has big dreams about marriage in the hope that his wife will fill the void left behind from his mother’s passing. But what happens when he falls for a girl who’s nothing like he dreamt of?",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt22742720",
        "origin_country": [
            "IN"
        ],
        "original_language": "gu",
        "original_title": "Aum Mangalam Singlem",
        "overview": "Childhood friends and sweethearts are ready to get married. But they also want to experience being single before taking the plunge.",
        "spoken_languages": [
            {
                "english_name": "Gujarati",
                "iso_639_1": "gu",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt8590992",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "పేపర్ బాయ్",
        "overview": "Paper Boy movie is a romantic entertainer directed by Jayashankarr and produced by Sampath Nandi while Bheems Ceciroleo scored music for this movie  Santosh Shoban, Priya Shri, and Tanya Hope are playing the main lead roles in this movie.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt5908042",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "Chakkiligintha",
        "overview": "Adi (Sumanth Ashwin) and Avi (Rehana) are studying at the same college. Adi is a love guru and advises boys not to express their love for girls until they reveal their true feelings. Avi decides to make Adi fall in love with her.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt9033534",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "50米之恋",
        "overview": "A reporter, anxious to get to go to New York soon for some reporting *journalism bonus points*, gets sent to countryside instead; seen that somewhere before to it's credit though, she has to stay 50 meters away from this local guy cause ever since their childhood he brought her bad luck. her mission is to expose a local organic farm for not being organic.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt13409986",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "original_title": "미안해하지 않았으면 좋겠어",
        "overview": "Choi Yeon, who is rumored to be a lesbian, doesn't care about the rumors. However, she feels special about Ha-gyeong's friendly manners. Choi Yeon gets confused when the rumors about her become true.",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    },
    {
        "imdb_id": "tt15669564",
        "origin_country": [
            "IN"
        ],
        "original_language": "pa",
        "original_title": "Jal Wayu Enclave",
        "overview": "The rom-com flavored cute love story of Jalwayu Enclave revolves around a village-based guy Gurjazz and Delhite Air Hostess Monica, who unfortunately gets locked up in the same building during the covid-19 lockdown.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt3757400",
        "origin_country": [
            "MY"
        ],
        "original_language": "ms",
        "original_title": "Sejoli: Misi Cantas Cinta",
        "overview": "The story follows Gina (Maya Karin) and Joe (Bront Palarae) who embark on a trip for personal self reflection and peace in Phuket after being let down by their respective partners. They are mere strangers to one another, but somehow find solace in each other by talking about their past relationships.",
        "spoken_languages": [
            {
                "english_name": "Malay",
                "iso_639_1": "ms",
                "name": "Bahasa melayu"
            }
        ]
    },
    {
        "imdb_id": "tt9546080",
        "origin_country": [
            "ID"
        ],
        "original_language": "id",
        "original_title": "Crazy Love",
        "overview": "Beetles (Duke dolken) underwent youth casually. Together with three friends, Abdu (Kemal Palevi), Daniel (Herichan), and Basuki (Zidni Adam), they are always throwing a tantrum at school. Including the seductive Olive (Tatjana Saphira), smart and beautiful girl, who so coveted them all for a long time.",
        "spoken_languages": [
            {
                "english_name": "Indonesian",
                "iso_639_1": "id",
                "name": "Bahasa indonesia"
            }
        ]
    },
    {
        "imdb_id": "tt2853396",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "original_title": "Ponmaalai Pozhudhu",
        "overview": "Classmates Arjun and Divya fall in love out of defiance to her father's handling of their friendship. With fathers who are polar opposites, will this romance end in smiles or tears?",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ]
    },
    {
        "imdb_id": "tt14553896",
        "origin_country": [
            "MY"
        ],
        "original_language": "ms",
        "original_title": "Seandainya Kau Ada",
        "overview": "Young Syahirah and Fazlur are childhood sweethearts. They promised to marry when Fazlur returned from his studies abroad, but when he does return, he marries someone else. Heartbroken, Syahirah leaves for Uzbekistan, where she finds work. One day, she meets Iskandar, who convinces her to give love another chance.",
        "spoken_languages": [
            {
                "english_name": "Malay",
                "iso_639_1": "ms",
                "name": "Bahasa melayu"
            }
        ]
    },
    {
        "imdb_id": "tt3921664",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "original_title": "इश्क वाला Love",
        "overview": "A lawyer who doubles up as a musician is looking for the perfect girl for his music video. The one he finds turns out to be perfect in every way.",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt6011710",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "所爱非人",
        "overview": "",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt11274618",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "original_title": "라라",
        "overview": "Hà Mi is a young musician that has a great passion for composing music. G-Feel - a genius musician of Korea, who is facing with the pressure from his fame. Between two strangers, living in two countries, there's a special bond that is Yoon Hee. The story about that speical relationship between them is revealed when G-Feel decides to travel to Vietnam after an incident.",
        "spoken_languages": [
            {
                "english_name": "Vietnamese",
                "iso_639_1": "vi",
                "name": "Tiếng Việt"
            },
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    },
    {
        "imdb_id": "tt10838362",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "俺と彼氏と彼女の事情",
        "overview": "When Otoya confesses that he is married, Junpei cannot hide his anger of being betrayed. However, Otoya says it is a fake marriage. He met his wife through matchmaking because of his father. She is emotionally unstable and an alcoholic. But he gets to use her to cover his gay identity. One day, Junpei goes to Otoya's house and meets his wife when he is out. It leads to Otoya suggesting Junpei to move in and become his roommate...",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt5857912",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "アルビノ",
        "overview": "Yashima is a woman who works as a plumber. She is also uncomfortable with her own sexuality. One day she visits a home for a job and meets Kyu. Yashima senses Kyu's eyes watching her. They become intimate, but a dark secret is soon revealed.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt9647776",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "町田くんの世界",
        "overview": "High school boy Machida is a loner who is not particularly good at his studies or extracurricular activities. He does seem to have his heart in the right place however. When he is injured at school instead of the school nurse at the infirmary a school-mate tends to him. He develops a crush for her and soon enough the feelings are returned.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt17023780",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "十年一品温如言",
        "overview": "Ten years ago, Wen Heng, who was fostered in a water town in the south of the Yangtze River, was taken back to Wen's northern house for the first time. There she met Yanxi. Their life is entangled together, life path taking them separate ways and together again.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt13334932",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "మా వింత గాధ‌ వినుమా",
        "overview": "College-goer who ogles at girls and doesn't seem to have a purpose in life. When he starts wooing one girl, a range of events follows.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt7361540",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "大叔,我愛你",
        "overview": "Age is just a number in the romantic comedy Born to Love You. Hong Kong singer-actor Julian Cheung (Natural Born Lovers) and Super Girl finalist Fu Mengni form an unlikely couple in this lighthearted love story between a middle-aged man, who is still hurting from a past romance, and an 18-year-old singer discovering love for the first time. Helmed by new-generation director Hu Chongxi, Born to Love You also co-stars singer Lisa Guo and Hong Kong actress Yvonne Yung.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt21100400",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "original_title": "Ngayon Kaya",
        "overview": "Harold a shy college student from the province who develops a close bond and a secret love for his friend AM, a rich city girl who is passionate about her dreams. Because of their contrasting personalities, Harold is disillusioned and AM is idealistic and complications in their personal lives, the two never get past the “more than friends but less than lovers” stage and eventually separate. Now reunited after five years, AM and Harold spend fleeting hours wandering around their old haunts and wondering about their old selves, making Harold’s next-day flight the biggest “what if” of their lives.",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt4838340",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "Chong sheng ai ren",
        "overview": "A woman gets engaged with her current boyfriend, a mysterious and secretive businessman, when she starts getting messages by who seems to be her old teenage love. Soon, she'll start finding out the dark trues of the two men.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt6449976",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "Elanne Starlight",
        "overview": "",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt11355320",
        "origin_country": [
            "KH"
        ],
        "original_language": "km",
        "original_title": "ស្នេហាក្មេងៗ",
        "overview": "Kali a 16 year old girl in Phnom Penh Cambodia who lives with her grandmother, but looks forward to her estranged mother's letters every day. With her three close friends, Rith Sopheak and Beta, all enjoying their schooling, things change after Kali meets Vera, a handsome senior. The two begin to get to know each other and experience the joys and pains of young love",
        "spoken_languages": [
            {
                "english_name": "Khmer",
                "iso_639_1": "km",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt17127518",
        "origin_country": [
            "BR"
        ],
        "original_language": "pt",
        "original_title": "O Amante de Júlia",
        "overview": "Paralyzed from the waist down after an accident, Cássio's relationship with Julia goes through difficulties. Feeling rejected, she starts a new romance. Based on the novel \"Lady Chatterley's Lover\" by D. H. Lawrence.",
        "spoken_languages": [
            {
                "english_name": "Portuguese",
                "iso_639_1": "pt",
                "name": "Português"
            }
        ]
    },
    {
        "imdb_id": "tt4610308",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "Ishqedarriyaan",
        "overview": "Ishqedarriyaan is a story about love, sacrifice, family values and relationships. Rishteydarriyaan means relationships and Ishqedarriyaan signifies the relationship when you fall in love! The movie stars Mahaakshay Chakraborty, Evelyn Sharma and Mohit Dutta. Evelyn Sharma is the lead actress, who will play the character of Luvleen, a teacher by profession who wants to collect donations for her grandfather's school.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt18375342",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "original_title": "예쁜 여동생",
        "overview": "Ji-yeong and Woo-hyeon is on a fun, casual relationship. However, Woo-hyeon finds out that his friend Min-soo likes Ji-yeong and decides to be a stepping stone between them. Will Min-soo and Ji-yeong be able to date after many twists and turns? Or will Ji-yeong go back to Woo-hyeon's arms? The story of two men surrouding Ji-yeong's heart begins.",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    },
    {
        "imdb_id": "tt8921800",
        "origin_country": [
            "MY"
        ],
        "original_language": "ta",
        "original_title": "Neeyum Naanum",
        "overview": "Karthik is a photographer by profession together with his another two friends Arun and Viki. One fine day, he came across Oviya who is after her break-up. Karthik falling in love with her.",
        "spoken_languages": [
            {
                "english_name": "Malay",
                "iso_639_1": "ms",
                "name": "Bahasa melayu"
            },
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ]
    },
    {
        "imdb_id": "tt6867828",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "original_title": "우리 연애의 이력",
        "overview": "Yeon-yi and Sun-jae are divorced and now just work together on writing a script. One day, Yeon-yi’s alumni and their spouse move in next door and their relationship takes a new turn. A warm story about the positivity of people.",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    },
    {
        "imdb_id": "tt7550816",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "Ram Ratan",
        "overview": "Ram Ratan is a Hindi movie starring Daisy Shah and Rishi Bhutani in prominent roles. The cast also includes Mahesh Thakur, Sudha Chandran and Rajpal Yadav. It is a romantic-comedy movie directed by Govind Sakariya, with Praful Parekh as the writer, forming part of the crew.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt3811228",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "నీజతగా నేనుండాలి",
        "overview": "Nee Jathaga Nenundali is a Telugu romantic musical drama film directed by Jaya Ravindra. It the official remake of the Bollywood blockbuster romantic film Aashiqui 2.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt6352592",
        "origin_country": [
            "AU",
            "NP"
        ],
        "original_language": "ne",
        "original_title": "Happy New Year",
        "overview": "A romantic drama filmed in Australia.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt4366196",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "不爱不散",
        "overview": "Three stories: An assistant marriage officiator in love with her engaged boss. A psychosomatically colour-blind pool champion cannot get over the death of her boyfriend. A tour guide in love with a woman seeking the legendary white lotus.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt7946936",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "Best Actors",
        "overview": "",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt4903518",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "女汉子真爱公式",
        "overview": "In the rising populations of Tomboys in China, one rise up to develop a \"Love Formula\" App to find true love. Will the Love Coach, Do, played by Simon Twu, be able to save the world in helping people finding True Love?",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt10162730",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "original_title": "প্রেম আমার 2",
        "overview": "Two young souls Apurba and Joy meet each other in college and fall in love. Incidentally, they turn out to be neighbours as well. Thus, begins an innocent love story that grows inside the college and blooms in the terrace.  However, while Apurba's family is hard to deal with, Joy has to face the atrocities of his stepmother. Due to their family issues, the couple gets separated and Apurba's family is all set to get her married to another individual. Will Joy be able to stop his lady love from getting married to someone else? Will fate re-unite the two lovers?",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ]
    }
]