[
    {
        "imdb_id": "tt15839646",
        "original_title": "ఇందువదన",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "Vasu is a forest officer who falls in love with the tribal girl, Indu. As time passes, Indu also loves Vasu. As things are going fine, One fine day, Indu gets killed and she becomes a ghost. Vasu must find out what happened."
    },
    {
        "imdb_id": "tt4119590",
        "original_title": "イニシエーション・ラブ",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "Set in Shizuoka and Tokyo, Japan in the late 1980's. Takkun is a university student in Shizuoka attempting to find a job. Mayu is a dental hygienist. They meet through a blind date and begin to date, but Takkun finds a job in Tokyo and goes there. They begin a long distance relationship, but their relationship breaks down."
    },
    {
        "imdb_id": "tt5659988",
        "original_title": "November Rain",
        "origin_country": [
            "NE"
        ],
        "original_language": "ne",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Nepali",
                "iso_639_1": "ne",
                "name": ""
            }
        ],
        "overview": "November Rain is a Nepali language film directed by Dinesh Raut and produced by Aaryan Sigdel and Sunil Giri. The movie features unusual rain in November that brings change in life of Aayush (Aaryan Sigdel) and Sheetal (Namrata Shrestha). It was released in 2014 worldwide."
    },
    {
        "imdb_id": "tt7672868",
        "original_title": "Intu Mintu Londonma",
        "origin_country": [
            "NP"
        ],
        "original_language": "ne",
        "spoken_languages": [
            {
                "english_name": "Nepali",
                "iso_639_1": "ne",
                "name": ""
            }
        ],
        "overview": "Intu Mintu London-Ma is a romantic drama about two modern day Nepali individuals struggling to walk the fine line between tradition and modernity. Ishan (Intu) is a young Nepali guy raised and brought up in the UK who is very passionate about anything he pursues in life. Meera (Mintu) is a daughter of nepali ambassador to the UK, who is pursuing her nursing career. Through their common friends Newson, they meet by chance and unintentionally fall for each other. Everything is going fine when suddenly things fall apart and the fate of their relationship rests on difficult choice that needs to be made by Meera. Will she be able to go against all norms for the sake of their happiness or will she be obliged to fulfill her parents wishes."
    },
    {
        "imdb_id": "tt18673736",
        "original_title": "#69 Samskar Colony",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "Koushik, a teenage boy, moves to the city with his family as a tenant in the Samskar colony where he falls in love with the landlady Vaishali, a married woman."
    },
    {
        "imdb_id": "tt5686868",
        "original_title": "Miss Teacher",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ],
        "overview": "Rose Dey is the new teacher at the university. She is very attractive and is a nymphomaniac. At the university, Rose meets Tanvesh and an affair begins."
    },
    {
        "imdb_id": "tt8042286",
        "original_title": "கன்னி ராசி",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ],
        "overview": "The film is about the protagonist's aversion to a love marriage, that is not shared by the heroine, his neighbour."
    },
    {
        "imdb_id": "tt5210054",
        "original_title": "1.44 พื้นที่รัก",
        "origin_country": [
            "TH"
        ],
        "original_language": "th",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            },
            {
                "english_name": "Thai",
                "iso_639_1": "th",
                "name": "ภาษาไทย"
            }
        ],
        "overview": "Microlove is a sci-fi romance movie about an outgoing wealthy young Thai man, Pat, who works at a Korean software company. He privately develops a software and catches the interest of the president’s daughter, Min Ji and they create a beautiful love story."
    },
    {
        "imdb_id": "tt8757198",
        "original_title": "Because I Love You",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ],
        "overview": "Summer is a typical girl raised by a firefighter father which inspired her to follow his footsteps. She then meets Rael by chance a couple of times. Rael realizes he actually likes Summer but proving this to her is much more difficult and challenging."
    },
    {
        "imdb_id": "tt4396080",
        "original_title": "ロマンス",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "26-year-old Hachiko Hojo works as a train attendant, selling items on a cart. She's good at her job, but she lacks self confidence. One day, she meets a movie producer. They decide to visit tourist attractions in Hakone, Kanagawa Prefecture, Japan. Hachiko Hojo looks back upon her life along the way."
    },
    {
        "imdb_id": "tt4610308",
        "original_title": "Ishqedarriyaan",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ],
        "overview": "Ishqedarriyaan is a story about love, sacrifice, family values and relationships. Rishteydarriyaan means relationships and Ishqedarriyaan signifies the relationship when you fall in love! The movie stars Mahaakshay Chakraborty, Evelyn Sharma and Mohit Dutta. Evelyn Sharma is the lead actress, who will play the character of Luvleen, a teacher by profession who wants to collect donations for her grandfather's school."
    },
    {
        "imdb_id": "tt8172164",
        "original_title": "El despertar de Camila",
        "origin_country": [
            "CL"
        ],
        "original_language": "es",
        "spoken_languages": [
            {
                "english_name": "Spanish",
                "iso_639_1": "es",
                "name": "Español"
            }
        ],
        "overview": "At seventeen, Camila got too used to win. Smart and beautiful, she has managed to achieve every goal. She loves swimming and doesn’t know failure. However, the water that has given her success in the recent past, now leads her to the biggest setback of her life: a cerebrovascular accident (CVA) that will force her to reinvent herself with courage, humor, and love."
    },
    {
        "imdb_id": "tt7820526",
        "original_title": "రంగులరాట్నం",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "Vishnu is a mama's boy, dependent on his widowed mother for everything. He falls in love with Keerthi the second he lays eyes on her. But what happens when his world is shaken apart? Can he cope and keep up with his love?"
    },
    {
        "imdb_id": "tt6077598",
        "original_title": "맛있는 비행",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ],
        "overview": "An innocent actress runs away from the scandal with an idol, the impudent idol that ruined her career, a passionate manager who is devoted to her and his ex-girlfriend who is now a sexy stewardess. These four that should never be together run into each other in an airplane. No one can run away and the most cheeky and erotic things happen here."
    },
    {
        "imdb_id": "tt2648034",
        "original_title": "അന്നയും റസൂലും",
        "origin_country": [
            "IN"
        ],
        "original_language": "ml",
        "spoken_languages": [
            {
                "english_name": "Malayalam",
                "iso_639_1": "ml",
                "name": ""
            }
        ],
        "overview": "A taxi driver, Rasool and a salesgirl, Anna fall in love with each other. But soon their union is put to question when Anna persuades Rasool to convert to Christianity."
    },
    {
        "imdb_id": "tt3175936",
        "original_title": "被偷走的那五年",
        "origin_country": [
            "TW",
            "CN"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ],
        "overview": "He Man awakes from a coma thinking that she’s still on her honeymoon with her husband Xie Yu, but she gets a rude shock: there’s a five-year gap in her memory, and during that time the couple has divorced. Confused and desperate to figure out how their marriage crumbled, He Man seeks out her ex-husband and her ex-best-friend for answers."
    },
    {
        "imdb_id": "tt10209164",
        "original_title": "Mogra Phulaalaa",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ],
        "overview": ""
    },
    {
        "imdb_id": "tt13187502",
        "original_title": "Magizhvan",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "spoken_languages": [],
        "overview": "The tale of two gay lovers, caught in a situation where coming out (about their relationship) seems to be the only way out. The biggest issue – they belong to different religions and come from ‘orthodox’, middle class families. The movie realistically journeys through their lives post this decision, emphasising on the need for confidence, perseverance and limitless love in such relationships."
    },
    {
        "imdb_id": "tt22742720",
        "original_title": "Aum Mangalam Singlem",
        "origin_country": [
            "IN"
        ],
        "original_language": "gu",
        "spoken_languages": [
            {
                "english_name": "Gujarati",
                "iso_639_1": "gu",
                "name": ""
            }
        ],
        "overview": "Childhood friends and sweethearts are ready to get married. But they also want to experience being single before taking the plunge."
    },
    {
        "imdb_id": "tt9766610",
        "original_title": "Cho Em Gần Anh Thêm Chút Nữa",
        "origin_country": [
            "VN"
        ],
        "original_language": "vi",
        "spoken_languages": [
            {
                "english_name": "Vietnamese",
                "iso_639_1": "vi",
                "name": "Tiếng Việt"
            }
        ],
        "overview": "Devastated by the loss of both parents to cancer, a medical student drops out of school and meets a firebrand photographer with a lust for life."
    },
    {
        "imdb_id": "tt8365006",
        "original_title": "Kumari 21F",
        "origin_country": [
            "IN"
        ],
        "original_language": "kn",
        "spoken_languages": [
            {
                "english_name": "Kannada",
                "iso_639_1": "kn",
                "name": "?????"
            }
        ],
        "overview": "Siddhu, a chef, falls in love with Kumari, a struggling model from Mumbai. However, when his friends tell him that she has had many boyfriends, he starts doubting her."
    },
    {
        "imdb_id": "tt14865506",
        "original_title": "劇場版「きのう何食べた？」",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "Kenji is overjoyed when his usually thrifty boyfriend takes him on a trip to Kyoto for his birthday, but the trip ends up uncovering a painful topic."
    },
    {
        "imdb_id": "tt13213122",
        "original_title": "劇場版 ポルノグラファー 〜プレイバック〜",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "Kijima and Kuzumi, showing the problems they face as they try to move forward in their lives, and how they drift apart while still yearning to be together. A story of love and life, and fantasies and failures of a novelist and his lover."
    },
    {
        "imdb_id": "tt13039100",
        "original_title": "청불학원",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ],
        "overview": "Chi-soo is a repeater who gets bullied by his friends. However, he had a secret about his body that rumors wouldn't die down about...  The secret was that he was the possessor of an outstanding package. Rumors about Chi-soo spread and all the women begin to desire him.  Chi-soo who realizes what he has, takes revenge on those who bullied him by conquering all their women..."
    },
    {
        "imdb_id": "tt15716968",
        "original_title": "ଗୁପ୍‌ଚୁପ୍",
        "origin_country": [
            "IN"
        ],
        "original_language": "or",
        "spoken_languages": [
            {
                "english_name": "Oriya",
                "iso_639_1": "or",
                "name": ""
            }
        ],
        "overview": "Animesh experiences a dilemma, differentiating between love and infatuation. A chain of events brings some twists and turns in his quest for true love."
    },
    {
        "imdb_id": "tt9575164",
        "original_title": "宮本から君へ",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "Following the comic series and the subsequent television serial of the same name, and featuring the same cast, a young and relatively inexperienced man comes across a woman during his working day and sparks fly."
    },
    {
        "imdb_id": "tt5000984",
        "original_title": "French Toast",
        "origin_country": [
            "ZA"
        ],
        "original_language": "af",
        "spoken_languages": [
            {
                "english_name": "Afrikaans",
                "iso_639_1": "af",
                "name": "Afrikaans"
            },
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "French",
                "iso_639_1": "fr",
                "name": "Français"
            }
        ],
        "overview": "Lisa discovers a long-held family secret and heads to France looking for answers, which yield unexpected results."
    },
    {
        "imdb_id": "tt5525506",
        "original_title": "極光之愛",
        "origin_country": [
            "TW"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ],
        "overview": "Despite being separated by 24 years, and in two different generations, two love stories are connected by a legend surrounding the celestial phenomena. Film adaptation of the 2002 stage drama \"Northern Lights\" by renowned Taiwanese theatre director Hugh Lee."
    },
    {
        "imdb_id": "tt11024568",
        "original_title": "సవారి",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "Raju who rents his Badshah for weddings, meets Baagi who has been in quench of real love after her step-parents try to get her married against her wish. How did she escape that marriage is the crux of the story."
    },
    {
        "imdb_id": "tt5959970",
        "original_title": "二度めの夏、二度と会えない君",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "Satoshi, who is a high school junior, is doing something against the rules. He is forming a band. Joining him is Rin. They nonetheless perform at the school's cultural festival live in front of their fellow students. There is a mishap and Satoshi travels back in time to the moment when he met Rin."
    },
    {
        "imdb_id": "tt8809750",
        "original_title": "ラストレター",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "It is only at their sister's and mother's funeral when a woman meets her niece after many years. The niece is now a grown girl. The sister takes on the task of informing the deceased's friends of the death while the daughter cannot bring herself to symbolically accept the demise of her mother. In the midst of all this an old flame messages the sister to say he is still in love with her, but is he messaging the living sister or the dead one?"
    },
    {
        "imdb_id": "tt10706640",
        "original_title": "Girlfriend",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ],
        "overview": "Nachiket is single and peer pressure to be in a relationship drives him to do something risky. But, does it land him in trouble or does it change his life for good?"
    },
    {
        "imdb_id": "tt9743420",
        "original_title": "Tình Đầu Thơ Ngây",
        "origin_country": [
            "VN"
        ],
        "original_language": "vi",
        "spoken_languages": [
            {
                "english_name": "Vietnamese",
                "iso_639_1": "vi",
                "name": "Tiếng Việt"
            }
        ],
        "overview": "My An has a crush on the good-looking and rich Thien. He is labeled \"The Prince of the Dreams\" in the school, but in the same time he is cold, eccentric and not interested in his peers. His biggest dream is to become a superstar musician. Due to the circumstances and their fathers friendship they would became housemates."
    },
    {
        "imdb_id": "tt14764886",
        "original_title": "我的印度男友",
        "origin_country": [
            "CN"
        ],
        "original_language": "cn",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            },
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Cantonese",
                "iso_639_1": "cn",
                "name": "广州话 / 廣州話"
            }
        ],
        "overview": "It's a love story between a Hong Kong girl and an Indian boy, set in Hong Kong. It encapsulates the drama of conflicts caused by racial discrimination as well as differences in social-cultural, lifestyle, and family values. At the same time, it combines the emotions of tears, joy, and humor with song and dance."
    },
    {
        "imdb_id": "tt2706340",
        "original_title": "Ishk Actually",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ],
        "overview": "Gia is at a crossroads in her life, with the arrows pointing towards Neil in one direction and Kabir in the opposite direction. She grapples with making a decision as she's torn between the two worlds that she's been living in. Love is the unanswered emotion that leads to a series of life altering situations . Amazed at life's sense of timing, she treads along a path that she believes will lead to her true love."
    },
    {
        "imdb_id": "tt11079986",
        "original_title": "발광하는 현대사",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ],
        "overview": "Hyeon Dae and Min Joo thought one of them getting married would end the sex-partner relationship. However, they can't hold in their desires and Hyeon Dae destroys himself with sex, while Min Joo can't give up what she can't have. At the same time, they have a complicated and ugly relationship with past characters."
    },
    {
        "imdb_id": "tt6423542",
        "original_title": "爱情麻辣烫之情定终",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ],
        "overview": "Love can be bitter, sweet, or spicy.  The film revolves around three couples from Beijing, Hangzhou and Chongqing."
    },
    {
        "imdb_id": "tt12054712",
        "original_title": "完全なる飼育 étude",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "Ayano, a middle-aged female director met Aoi, young attractive actor at the audition for her new film. Ayano soon felt something different in Aoi and the audition goes far beyond the moral."
    },
    {
        "imdb_id": "tt3121474",
        "original_title": "單身男女2",
        "origin_country": [
            "HK",
            "CN"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            },
            {
                "english_name": "French",
                "iso_639_1": "fr",
                "name": "Français"
            },
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Cantonese",
                "iso_639_1": "cn",
                "name": "广州话 / 廣州話"
            }
        ],
        "overview": "Two former lovers find themselves irresistibly drawn back together — despite the fact that each of them is engaged to someone else."
    },
    {
        "imdb_id": "tt7550816",
        "original_title": "Ram Ratan",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ],
        "overview": "Ram Ratan is a Hindi movie starring Daisy Shah and Rishi Bhutani in prominent roles. The cast also includes Mahesh Thakur, Sudha Chandran and Rajpal Yadav. It is a romantic-comedy movie directed by Govind Sakariya, with Praful Parekh as the writer, forming part of the crew."
    },
    {
        "imdb_id": "tt12814006",
        "original_title": "초대남",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ],
        "overview": "Min-ho wants passionate sex and his wife Eun-kyeong says sex is just a verification of love.  Min-ho wants unique sex again tonight but Eun-kyeong only wants the usual sex in bed.  One day, Eun-kyeong gets sex toys at work. She doesn't like them at first but she can't get over the great feeling from the massage shop and starts touching herself. Min-ho sees this and he gets horny. In the end, they have sex that they will never forget."
    },
    {
        "imdb_id": "tt12944128",
        "original_title": "구멍동서",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ],
        "overview": "An omnibus movie about the jealousy of a man who can't stand the fact that his favorite woman slept with another man in two episodes.  Episode 1  At a drinking party led by Jae-hoon, movie director Sang-min meets Hye-jin. Sang-min compliments and sleeps with her favorite Hye-jin while watching her movie. The next morning, Hye-jin's friend Mina left early because of her job, Jae-hoon and Sang-min, who were watching a movie together in Hye-jin's bed are attracted by the atmosphere and curiosity and enjoy 2 to 1.  Episode 2  Sang-min meets his school friend Ji-eun at the club.  When his foreign friend James showed interest in Ji-eun, Sang-min suddenly became interested in Ji-eun.  That night, Sang-min finds out that Ji-eun slept with James, and visits Ji-eun's house with complex emotions mixed with like, anger and jealousy and confesses that he likes her."
    },
    {
        "imdb_id": "tt17023780",
        "original_title": "十年一品温如言",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ],
        "overview": "Ten years ago, Wen Heng, who was fostered in a water town in the south of the Yangtze River, was taken back to Wen's northern house for the first time. There she met Yanxi. Their life is entangled together, life path taking them separate ways and together again."
    },
    {
        "imdb_id": "tt4714454",
        "original_title": "100 Tula Para Kay Stella",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ],
        "overview": "Throughout his four years in college, Fidel, a stuttering student, tries to finish 100 poems dedicated to Stella, an aspiring but frustrated rock star, to win her heart."
    },
    {
        "imdb_id": "tt2753628",
        "original_title": "দিওয়ানা",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ],
        "overview": "Abhi (Jeet) is a funloving and extremely popular boy from Phoolbari, a small township in North Bengal. His father Indranath (Biswajit Chakraborty) is a highly respected man in Phoolbari. ..."
    },
    {
        "imdb_id": "tt21842982",
        "original_title": "ਮੋਹ",
        "origin_country": [
            "IN"
        ],
        "original_language": "pa",
        "spoken_languages": [
            {
                "english_name": "Punjabi",
                "iso_639_1": "pa",
                "name": "ਪੰਜਾਬੀ"
            }
        ],
        "overview": "A teenage boy Rabbi falls in love with an orchestra girl Gore who's living a tragic life while their relationship leads to various destruction for lifetime."
    },
    {
        "imdb_id": "tt5278634",
        "original_title": "വൈറ്റ്",
        "origin_country": [
            "IN"
        ],
        "original_language": "ml",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Malayalam",
                "iso_639_1": "ml",
                "name": ""
            }
        ],
        "overview": "'White' revolves around a banker who is in his 40's and is a widower. He leads a luxurious lifestyle, and in the course, he falls in love with an IT professional in her 20s."
    },
    {
        "imdb_id": "tt7920146",
        "original_title": "Dubai My Love",
        "origin_country": [
            "MY"
        ],
        "original_language": "ms",
        "spoken_languages": [],
        "overview": "After being abandoned on his wedding day, Malaysian groom Amar decides to migrate to United Arab Emirates where he plans to build a new life. He swears off love while dealing with his heartbreak there. However, an encounter with a mysterious woman opens his heart to love again."
    },
    {
        "imdb_id": "tt5154096",
        "original_title": "Love Exchange",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "spoken_languages": [],
        "overview": "Love Exchange is a romantic journey of a culturally opposite couple -Siddharth Sathe and Shanoo Kapoor. They meet at their work place, become good friends and ultimately fall in love. Things are fine till they decide to get married."
    },
    {
        "imdb_id": "tt4479178",
        "original_title": "A New Love Ishtory",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "spoken_languages": [],
        "overview": "Sukku is an unemployed stuntman who was once forced to be a sperm donor for money. Now he's faced with the appearance of a daughter from that donation, who tracked him down after bribing a ward boy. What follows next is a series of misadventures."
    },
    {
        "imdb_id": "tt10300646",
        "original_title": "காதல் முன்னேற்ற கழகம்",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ],
        "overview": "Four fans of actors Rajinikanth, Kamal Haasan, Vijayakanth and Karthik respectively, pursue the same girl."
    },
    {
        "imdb_id": "tt5190944",
        "original_title": "मुंबई पुणे मुंबई 2",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ],
        "overview": "Gautam and Gauri, who live in different cities, meet and decide to get married. However, when Gauri learns more about her in-laws, she starts having second thoughts about the wedding."
    },
    {
        "imdb_id": "tt6750962",
        "original_title": "Channa Mereya",
        "origin_country": [
            "IN"
        ],
        "original_language": "pa",
        "spoken_languages": [],
        "overview": "Love across class divisions runs afoul of parental disapproval."
    },
    {
        "imdb_id": "tt11220376",
        "original_title": "弥生、三月 君を愛した30年",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "Story depicts the life and love of Yayoi Yuki (Haru) and Taro Yamada (Ryo Narita) over a 30 year period.  As high school students, Yayoi Yuki and Taro Yamada deal with their friend Sakura Watanabe (Hana Sugisaki) passing away from an illness. Yayoi Yuki and Taro Yamada have feelings for each other, but they hide those feelings and live different lives. While they live their own lives, they go through meaningful events like marriage, having children, divorce, and losing a family member in a disaster. Throughout all of this, Yayoi Yuki and Taro Yamada are always there for each other."
    },
    {
        "imdb_id": "tt11173106",
        "original_title": "ਸੁਫਨਾ",
        "origin_country": [
            "IN"
        ],
        "original_language": "pa",
        "spoken_languages": [
            {
                "english_name": "Punjabi",
                "iso_639_1": "pa",
                "name": "ਪੰਜਾਬੀ"
            }
        ],
        "overview": "Sufna, Dream, there is saying that, “dream is not, which you have while sleeping, dream is the one, which doesn’t let you sleep. This is story about that kind of dream. How a young man from very humble background achieve, what he aims for, and in this journey how a young girl from humble background only, become his back bone, become his strength and motivational source."
    }
]