[
    {
        "imdb_id": "tt7692832",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "original_title": "Pindadaan",
        "overview": "Pindadaan is a mystical love story presented by Saarrthi Entertainment, co-presented by Blue Fox Entertainment, a film by Prashant Patil.",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt15138462",
        "origin_country": [
            "TZ"
        ],
        "original_language": "sw",
        "original_title": "Vuta N'Kuvute",
        "overview": "A coming-of-age political love story set in the final years of British colonial Zanzibar. Denge, a young freedom fighter meets Yasmin, an Indian-Zanzibari woman in the middle of the night as she is on her way to be married. Passion and revolution escalate.",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Swahili",
                "iso_639_1": "sw",
                "name": "Kiswahili"
            }
        ]
    },
    {
        "imdb_id": "tt7674006",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "遇见你之后",
        "overview": "Yang is a spoiled pop star from China. When he comes to Rome for a reality show he meets young Manman, a simple girl with a big dream: becoming a great chef. The two of them will spend together a night that will change their lives.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt5994086",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "Dil Sala Sanki",
        "overview": "Ever since Badal was an eight year old, he's been in love with violence. As a role model, he chooses the local mafia leader Bachcha Babu. As he grows up, Badal's passion for becoming like Bachcha Babu increases. One day, by chance, he gets the opportunity to join Baccha Babu's gang. He meets a girl called Megha and falls head over heels for her at first sight. However, she wants nothing to do with him. Megha's father, Sharmaji, who is a government school teacher, finds out that Badal is bothering Megha. With the help of his journalist friend, he goes to Bachcha Babu and tells him that Badal is creating trouble in his daughter's life. Bachcha Babu assures the journalist that from now on Badal will not disturb Megha and her family. In the course of events Bachcha Babu bumps into Megha and finds that he wants her for himself - at any cost. Bachcha Babu goes to the extent of killing his own wife to marry Megha.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt11241544",
        "origin_country": [
            "IN"
        ],
        "original_language": "bn",
        "original_title": "ভটভটি",
        "overview": "After losing his parents at a very tender age, Bhotbhoti was raised in a ghetto close to the Ganges by his 'daadi' (grandmother) who too has passed away. Daadi was a great story-teller and Bhotbhotis favourite story was the one about mermaids and their world that exists, or rather flourishes underwater. Bhotbhoti's belief was further strenthened when he found out, not in the distant past, a story (movie) on mermaids that floats on the televison screen, called The Mermaid Princess. His most prized possession, the dvd of the film stays in his little trunk under his chowki (bed) until he takes it out every night and puts it into his battered but not run-down collected and repaired dvd player which brings to him his Ariel (the name of the mermaid in the film). The Ganges calls out to him and while his friends (group members) are sloshed, he dives into the waters to look for his mermaid queen, but she is ever-elusive.",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ]
    },
    {
        "imdb_id": "tt2419576",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "original_title": "ஆதலால் காதல் செய்வீர்",
        "overview": "Collegemates Karthik and Shweta fall in love and take it to the next level but the girl soon discovers that she is pregnant. And, when the parents find out, the consequences are startling.",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ]
    },
    {
        "imdb_id": "tt7610620",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "original_title": "So Connected",
        "overview": "It is about a guy who thinks he already knows someone just because he's been watching her life through photos and videos.",
        "spoken_languages": [
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt19850394",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "モエカレはオレンジ色",
        "overview": "High school student Moe has moved to a new town after the death of her father. Moe’s already having enough trouble fitting into her new class as it is, so she’s totally mortified when she ends up being “rescued” by local firefighter Kyosuke during a fire drill ... in front of all the kids at school. But the embarrassing incident might be a blessing in disguise, because gruff-but-kind Kyosuke gives Moe the courage she needs to leap out of her comfort zone as she aims to leave her loner days behind. Not to mention she’s soon falling head over heels for him … !",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt6620138",
        "origin_country": [
            "NP"
        ],
        "original_language": "ne",
        "original_title": "Love Sasha",
        "overview": "A girl (Keki Adhikari) starts to develop a afair with a young man (Karma Shayka) while waiting to get engaged with her long time boyfriend.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt15840196",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "మళ్ళీ మొదలైంది",
        "overview": "After their divorce, Vikram starts dating Nisha’s divorce lawyer, Pavithra. But can Vikram handle the situation when his newfound casual love turns serious?",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt6093868",
        "origin_country": [
            "ID"
        ],
        "original_language": "id",
        "original_title": "Turis Romantis",
        "overview": "Nabil (Kirana Larasati), has just escaped from the threat. Takur (Mike Lucock), Indian descent moneylender, hires thugs to collect debts from Nabil's father, a drunkard, gambler, and does not have responsibility. Because the father is never at home, the moneylender charges to Nabil's mother. Seeing this, Nabil takes the responsibility and says that she would pay all her father’s debts. Nabil promises to return the Rp 100 million debt within five days.  Then, Nabil gets a phone call informing that her father is hospitalized. When she arrives at the hospital, the father is unconscious, because he has been through heart surgery. The father won gambling. He was so happy, so he got heart attack, The father brought home certificate as a guarantee for the medical expenses.",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Indonesian",
                "iso_639_1": "id",
                "name": "Bahasa indonesia"
            },
            {
                "english_name": "Javanese",
                "iso_639_1": "jv",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt8267152",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "original_title": "இருவர் உள்ளம்",
        "overview": "Story about a IT professional settled in US and married to an Indian girl. After marriage both living a happily ever after life but things changed when his ex-fiancé ruined his marriage life.",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ]
    },
    {
        "imdb_id": "tt8016500",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "original_title": "বলো দুগ্গা মাঈকী...",
        "overview": "Bolo Dugga Maiki is an entertaining movie about Samya who always leads his life as a liar. However, when he meets a gorgeous girl in a train, Uma, his life changes in the blessings of Ma Durga.",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ]
    },
    {
        "imdb_id": "tt4846952",
        "origin_country": [
            "IN"
        ],
        "original_language": "pa",
        "original_title": "Angrej",
        "overview": "Angrej is a 2015 Indian Punjabi-language film directed by Simerjit Singh. Written by Amberdeep Singh, the film stars Amrinder Gill, Sargun Mehta, Aditi Sharma in lead roles. Set against the backdrop of the declining British Raj, it tells the love story of a young man from the province of Punjab. Ammy Virk and Binnu Dhillon play supporting roles in the film.  A tangled love story spawns lighthearted comedy in rural India circa 1945.",
        "spoken_languages": [
            {
                "english_name": "Punjabi",
                "iso_639_1": "pa",
                "name": "ਪੰਜਾਬੀ"
            }
        ]
    },
    {
        "imdb_id": "tt5659988",
        "origin_country": [
            "NE"
        ],
        "original_language": "ne",
        "original_title": "November Rain",
        "overview": "November Rain is a Nepali language film directed by Dinesh Raut and produced by Aaryan Sigdel and Sunil Giri. The movie features unusual rain in November that brings change in life of Aayush (Aaryan Sigdel) and Sheetal (Namrata Shrestha). It was released in 2014 worldwide.",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Nepali",
                "iso_639_1": "ne",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt11773342",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "Prema Pipasi",
        "overview": "A man goes down a destructive path in his pursuit of true love to the extent of harassing the very woman that he claims to love.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt7672868",
        "origin_country": [
            "NP"
        ],
        "original_language": "ne",
        "original_title": "Intu Mintu Londonma",
        "overview": "Intu Mintu London-Ma is a romantic drama about two modern day Nepali individuals struggling to walk the fine line between tradition and modernity. Ishan (Intu) is a young Nepali guy raised and brought up in the UK who is very passionate about anything he pursues in life. Meera (Mintu) is a daughter of nepali ambassador to the UK, who is pursuing her nursing career. Through their common friends Newson, they meet by chance and unintentionally fall for each other. Everything is going fine when suddenly things fall apart and the fate of their relationship rests on difficult choice that needs to be made by Meera. Will she be able to go against all norms for the sake of their happiness or will she be obliged to fulfill her parents wishes.",
        "spoken_languages": [
            {
                "english_name": "Nepali",
                "iso_639_1": "ne",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt8108212",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "రచయిత",
        "overview": "Aditya Varma's love for Padmavati makes him want to give her a new life as she is desolated but she starts to behave in a strange manner. What happens next, forms the crux.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt12814006",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "original_title": "초대남",
        "overview": "Min-ho wants passionate sex and his wife Eun-kyeong says sex is just a verification of love.  Min-ho wants unique sex again tonight but Eun-kyeong only wants the usual sex in bed.  One day, Eun-kyeong gets sex toys at work. She doesn't like them at first but she can't get over the great feeling from the massage shop and starts touching herself. Min-ho sees this and he gets horny. In the end, they have sex that they will never forget.",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    },
    {
        "imdb_id": "tt6720298",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "Muskurahatein",
        "overview": "A professor at the medical training college and his young student find themselves attracted to each other, although they are both married and share a good relationship with their respective wives. Penned down by internationally renowned radiologist Dr. Randhawa, Muskurahatein attempts to send out the message that it has become very common for married couples to indulge flings, owing to the easy modes of communications through social media. However, the situation is very critical and needs to be dealt with extreme caution. The movie gives a unique practical message that can save many marriages.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt8831362",
        "origin_country": [
            "IN"
        ],
        "original_language": "ml",
        "original_title": "ഒരൊന്നൊന്നര പ്രണയകഥ",
        "overview": "Ramanan and Amina are childhood sweethearts. Their love grows with them and he proposes. Life changes after that.",
        "spoken_languages": [
            {
                "english_name": "Malayalam",
                "iso_639_1": "ml",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt10612164",
        "origin_country": [
            "ZA"
        ],
        "original_language": "af",
        "original_title": "Vergeet my nie",
        "overview": "The film is based on a 90’s love story of Mardaleen Coetzer and Hugo Derks. Portrayed by Marguerite Van Eeden and Sean-Marco Vorster, the couple are introduced to one another on the North West University’s campus in Potchefstroom. He falls head over heels in love, but she doesn’t return his affections. Years later they run into each other again in the United Kingdom, and here their journey to love starts again ... but not without a few hurdles on their way.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt10452466",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "2 Hours Love",
        "overview": "A contractual relationship where the couple meets only for 2 hours a day. While the guy is reluctant but the girl insists that they meet between 4 to 6 PM only. Before 4 and after 6, they behave like strangers. There are a few other conditions stated in the agreement. If the guy breaks any of the rules, the girl will terminate the agreement and their relationship. How long can such a relationship last?",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt5956006",
        "origin_country": [
            "HK"
        ],
        "original_language": "cn",
        "original_title": "春嬌救志明",
        "overview": "Shawn Yue and Miriam Yeung reprise their popular roles as a star-crossed couple who strive to stay together happily ever after, only to find their already precarious relationship further strained, when Jimmy’s childhood friend asks him to donate sperm, and Cherie is troubled by the re-marriage of her father.",
        "spoken_languages": [
            {
                "english_name": "Cantonese",
                "iso_639_1": "cn",
                "name": "广州话 / 廣州話"
            }
        ]
    },
    {
        "imdb_id": "tt14546082",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "我要我们在一起",
        "overview": "Lu and Ling, two high-school sweethearts who pledged to get married to each other in their youth. Over the next 10 years, their relationship is tried and tested by a number of obstacles that stand in their way.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt10125986",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "私の奴隷になりなさい 第3章 「おまえ次第」",
        "overview": "There is a man who has many sex slaves. Another man offers his wife as a sex slave to him and the slave owner agrees. He adds the man's wife to his stable. Alas, the husband comes to reverse his decision and takes his wife back. The reversal of the arrangement causes trauma.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt14398454",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "तारा वर्सेज बिलाल",
        "overview": "Sparks fly when vivacious yet sensitive Tara collides with a reclusive charmer Bilal in this slice of life story set in vibrant and diverse London.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt7617988",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "Kuchh Bheege Alfaaz",
        "overview": "Every night at 10, Kolkata tunes into radio to listen to 'Kuchh Bheege Alfaaz' - an episodic series of unrequited love stories hosted by RJ Alfaz who, despite his tremendous following, prefers staying detached and anonymous. Among his many fans is the boisterous Archana, a girl working at a creative agency – which designs branded memes. She is leukodermic but lives life to the fullest. They meet; or rather talk, for the first time over a misplaced call, when Archana accidentally dials Alfaaz's number, while trying to connect with her latest blind date. Thus begins an interesting relationship between two unlikely characters, one overly compensating, but in denial of her present, and the other buried under a dark secret of his past.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt15071228",
        "origin_country": [
            "LV"
        ],
        "original_language": "lv",
        "original_title": "Saki Jā!",
        "overview": "Should I say - \"I do\"? Break up? Postpone the wedding? Reconcile? ...? A modern story of relationship, friendship, and love, in which money also plays a big role.",
        "spoken_languages": [
            {
                "english_name": "Latvian",
                "iso_639_1": "lv",
                "name": "Latviešu"
            }
        ]
    },
    {
        "imdb_id": "tt4819604",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "恋爱中的城市",
        "overview": "Florence, Prague, Paris, Shanghai, Otaru of Hokkaido, five different love stories in five different cities.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt9536820",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "original_title": "Seemathurai",
        "overview": "Seemathurai is a village love story. Marudhu (Geethan) is in love with Poorni (Varsha Bollamma), a college student, and stalks her until she accepts his love. Trouble comes when Poorni's family is dead against their love, considering Marudhu a wastrel.",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ]
    },
    {
        "imdb_id": "tt2281309",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "カノジョは嘘を愛しすぎてる",
        "overview": "Set within music field, this film depicts a love story between a 25-year-old sound engineer and 16-year-old high school student Riko, who posessess a gifted voice.  25-year-old sound engineer Aki is a member of popular band \"Crude Play,\" but right after the band decides to make their major record debut Aki quits the band. But, Aki provides his music to Crude Play under the name of producer Soichiro. Aki begins to date Riko, whose father runs a fruit and vegetable shop. Riko doesn't know about Aki's background, but she likes to listen to him hum. Riko is in a band herself, with childhood friend Yuichi and Sota. One day she is scouted by producer Soichiro.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt4819470",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "栀子花开",
        "overview": "A college couple has their relationship tested by the obstacles they encounter realizing their artistic dreams.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt9454176",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "original_title": "आम्ही बेफिकर",
        "overview": "Raghu, a film student, is head over heels in love with Bhargavi. However, he must first prove his worth in order to win her family's approval and marry her.",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt4934506",
        "origin_country": [
            "IN"
        ],
        "original_language": "pa",
        "original_title": "Ramta Jogi",
        "overview": "An intense live story placed in the land of Punjab. The main protagonist named Jogi(Deep Sidhu), comes from a humble background and the girl (Ronica Singh) , Meet belongs to a well off family (Rahul Dev).",
        "spoken_languages": [
            {
                "english_name": "Punjabi",
                "iso_639_1": "pa",
                "name": "ਪੰਜਾਬੀ"
            }
        ]
    },
    {
        "imdb_id": "tt12718416",
        "origin_country": [
            "MX"
        ],
        "original_language": "es",
        "original_title": "Marino y Esmeralda",
        "overview": "Marino, 18, a young foreign film student, meets Esmeralda, 20, a student and a painter, in whom he finds the muse he always wanted for his cameras. Naively, he discovers little by little that Esmeralda is much more than just that… and soon he sees himself wanting to be what she is to him: her muse.",
        "spoken_languages": [
            {
                "english_name": "Spanish",
                "iso_639_1": "es",
                "name": "Español"
            }
        ]
    },
    {
        "imdb_id": "tt20455272",
        "origin_country": [
            "IN"
        ],
        "original_language": "pa",
        "original_title": "Oye Makhna",
        "overview": "When Makhan falls in love with a girl by just looking at her eyes, he and his uncle go to hilarious lengths to set him up with her. However, things take a chaotic turn when they find out that they`ve actually fixed up his wedding with the wrong girl. As the pressure to clear out the confusion mounts, the very integrity of their family is threatened. Will Makhan find a way to be with the girl of his dreams?",
        "spoken_languages": [
            {
                "english_name": "Punjabi",
                "iso_639_1": "pa",
                "name": "ਪੰਜਾਬੀ"
            }
        ]
    },
    {
        "imdb_id": "tt7262474",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "Raja Abroadiya",
        "overview": "Raja, a rich young boy who faces sufficient problems to go abroad, after he returns to his hometown he is called as Raja Abroadiya by his entire village.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt8365354",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "original_title": "Vantas",
        "overview": "In search of her childhood friend, Gauri reaches a small town and seeks help of an undisciplined guy, Ambya, who's in love with her. Will the two find her friend?",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt9765480",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "original_title": "Elise",
        "overview": "As their paths cross again several years later, Bert has a hard time acknowledging that he is still in love with Elise.",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt12944052",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "original_title": "사돈처녀 2",
        "overview": "Da-hyeon and Hyeon-soo grew up like sisters without their parents, and still live together even after Da-hyeon got married. Sex isn't good between Da-hyeon and her husband, so when her husband is out, she has an affair with a stranger.  One day, Hyeon-soo's step-father, Seok-hyeon, goes to his son's house and sees his son's wife's sister there all by herself...",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    },
    {
        "imdb_id": "tt5008220",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "星语心愿之再爱",
        "overview": "“Onion” Upgrading warm male school bully (Wang Chuanjun ornaments), “Akio” promotion domineering senior sister apprentice (Dong Weijia ornaments), you might guess at the beginning, but you’ll never guess the outcome.\r Unfulfilled love, love hard to follow. Even a hug can not give, but I was in this world that one loves you; even if the fate of certain death to let us apart, I have to find a way back to your side to protect you.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt10467054",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "糸",
        "overview": "Ren Takahashi and Aoi Sonoda were both born in 1989. They met for the first time at the age of 13 and became each other's first love, but they separated. At the age of 21, they met again. They were unable to undo their past. Now, they are 31 years old.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt14760092",
        "origin_country": [
            "RO"
        ],
        "original_language": "ro",
        "original_title": "Poate mai trăiesc și azi",
        "overview": "Tired of waiting for love to happen to her, Clara decides to make it happen. She chooses Vlad for her love project. But she wants The One; he wants anyone. She wants a prince, and he is only a man.",
        "spoken_languages": [
            {
                "english_name": "Romanian",
                "iso_639_1": "ro",
                "name": "Română"
            }
        ]
    },
    {
        "imdb_id": "tt8674418",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "24 కిసెస్",
        "overview": "A heartfelt romantic comedy movie about modern age relationships and the transformation of the lead characters. This movie is also a celebration of 24 unique kisses varying from romantic to heart-warming.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt11214936",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "ఏడు చేపల కథ",
        "overview": "A romantic film directed by Sam J Chaitanya, starring Abhishek Reddy, Ayesha Singh and Bhanu Sri in the lead roles.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt7603582",
        "origin_country": [
            "IN"
        ],
        "original_language": "kn",
        "original_title": "3ಘಂಟೆ 30ದಿನ 30ಸೆಕೆಂಡ್",
        "overview": "3 Gante 30 Dina 30 Second is a Kannada Feature Love Story written and directed by adman G K Madhusudhan. Film is produced by Chandrashekar R Padmashali and like minded producers under the banner Brain Share Creations Pvt Ltd. This is a story of a reality game takes place between the Hero and Heroine! The movie has a blend of youngsters Arun Gowda & Kavya Shetty in lead roles along with powerhouse performers Devaraj, Sudharani, Edakallu Guddada Mele Chandrashekhar, Ramesh Bhat, Anantavelu, T.S.Nagabharana and Gururaj Hosakote.",
        "spoken_languages": [
            {
                "english_name": "Kannada",
                "iso_639_1": "kn",
                "name": "?????"
            }
        ]
    },
    {
        "imdb_id": "tt3006554",
        "origin_country": [
            "IN"
        ],
        "original_language": "kn",
        "original_title": "Charminar",
        "overview": "The film deals with the life of a man in comparison with the famous monument Charminar in Hyderabad, that shows four important pillars including family, guru, friends and lover.",
        "spoken_languages": [
            {
                "english_name": "Kannada",
                "iso_639_1": "kn",
                "name": "?????"
            }
        ]
    },
    {
        "imdb_id": "tt7705790",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "తొలిప్రేమ",
        "overview": "Aaditya  is an impulsive individual who takes decisions spontaneously and is unafraid to speak his mind. The love of his life Varsha is his extreme opposite — she chooses not to let her emotions control her actions or words. Will these two differing individuals ever make their relationship work?",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt4425414",
        "origin_country": [
            "TH"
        ],
        "original_language": "th",
        "original_title": "Feel Good to Say Goodbye",
        "overview": "A love story of two highschool teens, Chai who is beach volleyball player and Aek who is star player of his football team. Competition in sport and in love which both have to win. Love is a great thing which will be impressed on their hearts.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt4271820",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "original_title": "ஓ காதல் கண்மணி",
        "overview": "Adhi and Tara are in a live-in relationship but they are both unwilling to get married. How do they realize that marriage is just a natural progression of their relationship?",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ]
    },
    {
        "imdb_id": "tt2187102",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "original_title": "மூன்று பேர் மூன்று காதல்",
        "overview": "A story about love featuring three couples, set in the backdrop of different landscapes, by the seaside, in the mountains and on the plains.",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ]
    },
    {
        "imdb_id": "tt8710128",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "original_title": "The Day After Valentine's",
        "overview": "Kai, a distraught man meets Lani, a strong, confident woman who seems to have answers to all of life’s most difficult questions. Kai realizes that with Lani's wisdom and 'go-get' attitude, he may be able to fix everything in his life.",
        "spoken_languages": [
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt14502378",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "灵界基友2床仙",
        "overview": "In order to free her boyfriend Zhou Junchi from a thousand-year-old curse, a psychic named Shao Tang decides to seek help from a girl who communicates with the “God of Bed”. Unexpectedly, she uncovers a conspiracy, as an unwelcomed guest who happens to be Zhou Junchi’s “ex-girlfriend” returns despite thought to be terminally ill. Bewildered, Zhou Junchi and Shao Tang smell danger…",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt15081946",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "మంచి రోజులొచ్చాయి",
        "overview": "A young lady, who is in a live-in relationship with the man she loves, has to deal with an obsessive, controlling father who takes pride in the way he raises his daughter. How the two youngsters manage to convince him about and accept their love for each other forms the crux of the story.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    }
]