[
    {
        "imdb_id": "tt12625184",
        "original_title": "딸의 친구",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ],
        "overview": "Won-gi lost his wife a long time ago and is running a pension outside of the city. Then one day, Won-gi's daughter and her friend Se-yeong stays in the pension during a break from their school in Seoul. However, Won-gi finds himself attracted to the friend who is so much like his dead wife. Then he crosses a line that he shouldn't have crossed..."
    },
    {
        "imdb_id": "tt10162730",
        "original_title": "প্রেম আমার 2",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ],
        "overview": "Two young souls Apurba and Joy meet each other in college and fall in love. Incidentally, they turn out to be neighbours as well. Thus, begins an innocent love story that grows inside the college and blooms in the terrace.  However, while Apurba's family is hard to deal with, Joy has to face the atrocities of his stepmother. Due to their family issues, the couple gets separated and Apurba's family is all set to get her married to another individual. Will Joy be able to stop his lady love from getting married to someone else? Will fate re-unite the two lovers?"
    },
    {
        "imdb_id": "tt14813878",
        "original_title": "Gameboys: The Movie",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "spoken_languages": [
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ],
        "overview": "The story of gamers turned lovers Cairo and Gavreel, to spend time together in Gavreel's house, a few weeks before Cairo returns to his province. What starts out as a romantic holiday for the young couple turns into a relationship test that they have to overcome. Cairo is faced with the reality of his imminent departure while Gavreel is compelled to make a life-changing decision. After defying distance and even the pandemic, will Cairo and Gavreel be able to prove once again that their love for each other is strong enough to withstand fate and circumstance?"
    },
    {
        "imdb_id": "tt10922610",
        "original_title": "జోడి",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "Kapil, a system admin, detests his father for betting money on Cricket. He is such a Cricket buff that he named his son after Kapil Dev. When Kapil falls in love with a French teacher Kanchana Mala his world changes."
    },
    {
        "imdb_id": "tt5850944",
        "original_title": "MARS～ただ、君を愛してる～",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "Kira is a sweet young girl with a traumatic past. She meets Rei who made her overcome her inner struggles. However, as much as they wanted to live as close to perfect as a couple can be, Kirishima tries to shake their relationship. Kirishima is a disturbed being who was bullied when he was young, and his outlook on life is what makes him do dark things."
    },
    {
        "imdb_id": "tt9466424",
        "original_title": "ഒരു കാറ്റിൽ ഒരു പായ്ക്കപ്പൽ",
        "origin_country": [
            "IN"
        ],
        "original_language": "ml",
        "spoken_languages": [
            {
                "english_name": "Malayalam",
                "iso_639_1": "ml",
                "name": ""
            }
        ],
        "overview": "While Ajith is at Punnamada Backwaters to materialize his dream of building a boat, he meets Sara and falls in love with her. However, Sara's father has already arranged his daughter's wedding with a rich Indian- European businessman."
    },
    {
        "imdb_id": "tt10234494",
        "original_title": "下一任：前任",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ],
        "overview": "With relationship fail after relationship fail, Xinyi (Amber Kuo) believes she’s finally stumbled onto a good man; throwing herself into this new and potentially life changing relationship, she thinks her days of being single are over.  But when her teenage crush re-enters her life, she has to decide who to pick – and who will pick her."
    },
    {
        "imdb_id": "tt3500478",
        "original_title": "ใช่รักหรือเปล่า",
        "origin_country": [
            "TH"
        ],
        "original_language": "th",
        "spoken_languages": [
            {
                "english_name": "Thai",
                "iso_639_1": "th",
                "name": "ภาษาไทย"
            }
        ],
        "overview": "The storyline revolves around a group of schoolboys who suspect two of their number are in love with each other. They come up with ways to prove the secret love affair, but things get more complicated when a girl comes into play."
    },
    {
        "imdb_id": "tt8319694",
        "original_title": "脱单告急",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ],
        "overview": "He Xiaoyang, who is single for four years, is mistaken as head girl Guan Xin‘s love interest by accident. To get rid of He Xiaoyang, Guan Xin decides to help him pursue the most beautiful girl in campus Li Shushu. With Guan Xin’s help, He Xiaoyang learns the most efficient way to pursue a girl. But he can’t figure out whether there is really a way to face his true love."
    },
    {
        "imdb_id": "tt8835702",
        "original_title": "The Imprisoned Love",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ],
        "overview": "Ren Hao Ming thinks it's Ruan Qing Tian's mother who stole his mother's design and then killed his mother. So he asks Ruan Qing Tian to be his nanny for one year to repay her mother's debts. He also marries her based on a contract, so as to take more revenge on her. However, during further investigation, he finds that the murderer is someone else. At that time, Ruan Qing Tian gets pregnant with his child and prepares to get rid of his imprisonment."
    },
    {
        "imdb_id": "tt9021092",
        "original_title": "Mr. Majnu",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "A playboy finds himself in a spot of bother when he falls in love with the right girl."
    },
    {
        "imdb_id": "tt7262474",
        "original_title": "Raja Abroadiya",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ],
        "overview": "Raja, a rich young boy who faces sufficient problems to go abroad, after he returns to his hometown he is called as Raja Abroadiya by his entire village."
    },
    {
        "imdb_id": "tt7817448",
        "original_title": "টোটাল দাদাগিরি",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ],
        "overview": "College students Joy and Jonaki fall in love with each other, much to the distress of her father, who is totally opposed to their relationship."
    },
    {
        "imdb_id": "tt4293766",
        "original_title": "கயல்",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ],
        "overview": "The story revolves around two friends who work hard, and spend their money travelling around the country. On one such trip, they accidentally help a pair of lovers elope, without realising it.  The family of the eloped young lady get angry, and suspect them of being friends of the eloped young man. They take the two friends home, and try to beat them to get the truth out them. One of the two friends falls for a girl named Kayal, who is working in the house, and he speaks of his love in front of everyone.  After the eloped young lady is brought home, and it is proven that the two friends were not involved in planning the elopement, they are allowed to go. Kayal travels to Kanyakumari to find the guy who loved her. The rest of the film tells of how they united, after many struggles."
    },
    {
        "imdb_id": "tt3869260",
        "original_title": "Die Spook van Uniondale",
        "origin_country": [
            "ZA"
        ],
        "original_language": "af",
        "spoken_languages": [
            {
                "english_name": "Afrikaans",
                "iso_639_1": "af",
                "name": "Afrikaans"
            },
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            }
        ],
        "overview": "Die Spook van Uniondale tells the story of the legend of The Ghost of Uniondale. It is a charming romantic family comedy based on true rumours. The movie is filled with original characters such as the charming Cornelius played by Tobie Cronje and the sinister Jan-Dawid played by Andre Schwartz. The princess of the film Marie is portrayed by Tanya van Graan and her love interest Johan played by Ivan Zimmermann. This film is bedazzled with light hearted moments that will make you smile and gut wrenching scenes Written by Pierre Smith"
    },
    {
        "imdb_id": "tt2187102",
        "original_title": "மூன்று பேர் மூன்று காதல்",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ],
        "overview": "A story about love featuring three couples, set in the backdrop of different landscapes, by the seaside, in the mountains and on the plains."
    },
    {
        "imdb_id": "tt3378470",
        "original_title": "சில்லுன்னு ஒரு சந்திப்பு",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ],
        "overview": "Ashok and Geetha fall in love and vow to get back together as adults when their parents force them apart. Years later, Ashok becomes engaged to Charu and the wedding plans go smoothly until Geetha suddenly returns to Ashok's life."
    },
    {
        "imdb_id": "tt5370376",
        "original_title": "紀念日",
        "origin_country": [
            "HK"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            },
            {
                "english_name": "Cantonese",
                "iso_639_1": "cn",
                "name": "广州话 / 廣州話"
            }
        ],
        "overview": "The story follows the 10th anniversary of Bo and Keung. In the ten years, the couple has gone through quite a number of ups and downs. After trying to develop his career in the mainland, Keung has returned to work in Hong Kong while Bo has stayed in Hong Kong to run a wedding consultancy firm. Bo firmly believes that love is forever and has witnessed over the years numerous sweet stories of love bearing fruits. However in private, the love between her and Keung has long turned bland. Keung wants to have children but Bo cannot care less. Once again, the couple is plunged into emotional ebb. Meanwhile, the betrayals years back begin to emerge again…"
    },
    {
        "imdb_id": "tt9765480",
        "original_title": "Elise",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ],
        "overview": "As their paths cross again several years later, Bert has a hard time acknowledging that he is still in love with Elise."
    },
    {
        "imdb_id": "tt4882692",
        "original_title": "ലവ് 24X7",
        "origin_country": [
            "IN"
        ],
        "original_language": "ml",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Malayalam",
                "iso_639_1": "ml",
                "name": ""
            }
        ],
        "overview": "A love story set in the backdrop of media. The movie is written and directed by debutante Sreebala K Menon. Dileep plays Rupesh Nambiar, who works in a news channel. Nikhila Pavithran plays the female lead. She does the role of news reader Kabani. Sreenivasan plays the channel editor Ummer Abdulla. The movie showcases many interesting facts about media."
    },
    {
        "imdb_id": "tt15138462",
        "original_title": "Vuta N'Kuvute",
        "origin_country": [
            "TZ"
        ],
        "original_language": "sw",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Swahili",
                "iso_639_1": "sw",
                "name": "Kiswahili"
            }
        ],
        "overview": "A coming-of-age political love story set in the final years of British colonial Zanzibar. Denge, a young freedom fighter meets Yasmin, an Indian-Zanzibari woman in the middle of the night as she is on her way to be married. Passion and revolution escalate."
    },
    {
        "imdb_id": "tt11358490",
        "original_title": "ฮาร์ทบีท เสี่ยงนัก...รักมั้ยลุง",
        "origin_country": [
            "TH"
        ],
        "original_language": "th",
        "spoken_languages": [
            {
                "english_name": "Thai",
                "iso_639_1": "th",
                "name": "ภาษาไทย"
            }
        ],
        "overview": "A downhearted 40-year-old man needs to step outside his safe zone to unlock the mystery which his late girlfriend left to him. While travelling, he meets a lively 20-year-old guesthouse attendant, there she helps him find more clues to the mystery and also to his lonely life."
    },
    {
        "imdb_id": "tt6267944",
        "original_title": "ती सध्या काय करते",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ],
        "overview": "Anurag wonders about his first love Tanvi, whom he hasn't seen in years. Will their love be rekindled when they reconnect after a long time apart?"
    },
    {
        "imdb_id": "tt6925132",
        "original_title": "Lavakusa",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ],
        "overview": "2015 Telugu Movie"
    },
    {
        "imdb_id": "tt5227998",
        "original_title": "అబ్బాయితో అమ్మాయి",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "A young man and woman are Facebook friends, they don’t know each other but continue to be in touch. They both fall in love not knowing they are the same friends on FB with fictitious identity. Somewhere along the line, the man comes to know the woman he loves is the same person who is his best friend on FB, yet he refrains from revealing his identity. Why he does that drives the entire plot to its finale."
    },
    {
        "imdb_id": "tt8680096",
        "original_title": "Vellipomakey",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "Chandu is a bachelor and works for an animation company. Amidst the daily hustle, what he really craves for is a relationship. And that's when he meets Shruti and Shweta. The events that follow afterwards form the crux of the story."
    },
    {
        "imdb_id": "tt5956006",
        "original_title": "春嬌救志明",
        "origin_country": [
            "HK"
        ],
        "original_language": "cn",
        "spoken_languages": [
            {
                "english_name": "Cantonese",
                "iso_639_1": "cn",
                "name": "广州话 / 廣州話"
            }
        ],
        "overview": "Shawn Yue and Miriam Yeung reprise their popular roles as a star-crossed couple who strive to stay together happily ever after, only to find their already precarious relationship further strained, when Jimmy’s childhood friend asks him to donate sperm, and Cherie is troubled by the re-marriage of her father."
    },
    {
        "imdb_id": "tt8071204",
        "original_title": "లవర్",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "Raj is carefree custom-bike maker who yearns for a family of his own. Charita is a responsible nurse who wants to lead a life that is worth something. However, when she gets embroiled in a deadly conspiracy, how will the lovers get out of the dangerous situation?"
    },
    {
        "imdb_id": "tt20455272",
        "original_title": "Oye Makhna",
        "origin_country": [
            "IN"
        ],
        "original_language": "pa",
        "spoken_languages": [
            {
                "english_name": "Punjabi",
                "iso_639_1": "pa",
                "name": "ਪੰਜਾਬੀ"
            }
        ],
        "overview": "When Makhan falls in love with a girl by just looking at her eyes, he and his uncle go to hilarious lengths to set him up with her. However, things take a chaotic turn when they find out that they`ve actually fixed up his wedding with the wrong girl. As the pressure to clear out the confusion mounts, the very integrity of their family is threatened. Will Makhan find a way to be with the girl of his dreams?"
    },
    {
        "imdb_id": "tt3793116",
        "original_title": "前深夜前的五分鐘",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ],
        "overview": "A lonely young man happens to meet RuoLan who has an identical twin sister RuMei. They are older than him.  RuoLan tells him about her wound from a painful breakup and her troubles being a twin. While supporting RuoLan, the young man gets close to her."
    },
    {
        "imdb_id": "tt7754486",
        "original_title": "మనసుకు నచ్చింది",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "Nithya and Suraj are best friends who live together in Goa. While Nithya loves nature and finds solace in it, Suraj is an aimless youth, who likes to party. Suraj falls for Nikki, while Nithya meets Abhay . But as Nithya and Suraj continue living together, there seems to be a connection they can't ignore."
    },
    {
        "imdb_id": "tt14045622",
        "original_title": "प्रीतम",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ],
        "overview": "Preetam revolves around a milkman living in a rural area of Konkan, Maharashtra, who struggles to deal with his dark skin. Exploring the question of whether outer beauty really matters, the film follows his search for love."
    },
    {
        "imdb_id": "tt8555576",
        "original_title": "顺风鱼",
        "origin_country": [
            "MY",
            "KR"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Cantonese",
                "iso_639_1": "cn",
                "name": "广州话 / 廣州話"
            },
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            },
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ],
        "overview": "In Nanyang fishing village, lives a girl who loves Korean culture. She then meets and fall in love with a man from South Korea. He brings hope and joy to her imperfect reality, even as he faces his own biggest dread - a brain tumour. However, an incident at the village suddenly causes him to turn multilingual and able to converse with people from various races."
    },
    {
        "imdb_id": "tt14190918",
        "original_title": "彼女が好きなものは",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "An emotional coming-of-age drama centered around Andou Jun, a gay student who is not out. He accepts a confession from his fujoshi classmate Miura Sae and they start dating. However, Jun is also seeing Makoto, but fails to tell Sae about his male lover."
    },
    {
        "imdb_id": "tt8108210",
        "original_title": "Hyderabad Love Story",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "Bhagya Lakshmi(Reshmi Menon) falls head over heels for Karthick(Rahul Ravindran). She tries hard and somehow wins over Karthick. When everything seems to be going fine between the couple, Karthick’s ex-lover, Vaishnavi(Jia) come into the scene and disrupts the love story. Why did Vaishnavi come back into Karthick’s life? What problems did she create for Karthick? and how does he come out of this mess? That forms the rest of the story."
    },
    {
        "imdb_id": "tt13409986",
        "original_title": "미안해하지 않았으면 좋겠어",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ],
        "overview": "Choi Yeon, who is rumored to be a lesbian, doesn't care about the rumors. However, she feels special about Ha-gyeong's friendly manners. Choi Yeon gets confused when the rumors about her become true."
    },
    {
        "imdb_id": "tt8921800",
        "original_title": "Neeyum Naanum",
        "origin_country": [
            "MY"
        ],
        "original_language": "ta",
        "spoken_languages": [
            {
                "english_name": "Malay",
                "iso_639_1": "ms",
                "name": "Bahasa melayu"
            },
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ],
        "overview": "Karthik is a photographer by profession together with his another two friends Arun and Viki. One fine day, he came across Oviya who is after her break-up. Karthik falling in love with her."
    },
    {
        "imdb_id": "tt5216780",
        "original_title": "ಹುಚ್ಚ ವೆಂಕಟ್",
        "origin_country": [
            "IN"
        ],
        "original_language": "kn",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Kannada",
                "iso_639_1": "kn",
                "name": "?????"
            }
        ],
        "overview": "Venkat, a vigilante, falls head over heels in love with Ramya. She spurns his love, but he tries to impress her at all costs."
    },
    {
        "imdb_id": "tt10957620",
        "original_title": "mellow",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "Seiichi is the owner of a flower shop.  He enjoys his peaceful single life.  Kiho runs the ramen restaurant left to her by her father, but she's thinking of closing it."
    },
    {
        "imdb_id": "tt4384128",
        "original_title": "君がいなくちゃだめなんだ",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "A young writer's father returns after a long-time disappearance."
    },
    {
        "imdb_id": "tt3207536",
        "original_title": "சொன்னா புரியாது",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ],
        "overview": "Shiva, a dubbing artiste lending voice to English films, has an aversion towards the idea of marriage and hates being in a commitment. However, his life takes unexpected turns when his mother blackmails him to meet a girl of her choice, Anjali. But Shiva has plans of his own to rule out the idea of marriage with Anjali."
    },
    {
        "imdb_id": "tt5928448",
        "original_title": "Prem Ki Bujhini",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ],
        "overview": "A pair of college classmates try to out-rank each other in school. A remake of the 2011 Telugu film '100% Love'."
    },
    {
        "imdb_id": "tt9454176",
        "original_title": "आम्ही बेफिकर",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ],
        "overview": "Raghu, a film student, is head over heels in love with Bhargavi. However, he must first prove his worth in order to win her family's approval and marry her."
    },
    {
        "imdb_id": "tt5226466",
        "original_title": "Badmaash",
        "origin_country": [
            "IN"
        ],
        "original_language": "kn",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ],
        "overview": "Set against an urban backdrop, \"Badmaash\" is a romantic thriller about Vijay, an intelligent, playful and witty lad and Priya, an RJ and a fiercely passionate Kannadiga who tries to teach ..."
    },
    {
        "imdb_id": "tt8590992",
        "original_title": "పేపర్ బాయ్",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "Paper Boy movie is a romantic entertainer directed by Jayashankarr and produced by Sampath Nandi while Bheems Ceciroleo scored music for this movie  Santosh Shoban, Priya Shri, and Tanya Hope are playing the main lead roles in this movie."
    },
    {
        "imdb_id": "tt12587782",
        "original_title": "어린 이모 3",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ],
        "overview": "Seok-yeong has been living with his father ever since his parents got divorced when he was young. His father, Joong-nam, would always introduce his new girlfriends to Seok-yeong, but Seok-yeong didn't like running into strangers in his house. At the same time, Seok-yeong feels more comfortable with women older than him.  One day, Joong-nam says he's going to marry his new girlfriend, Gyeo-won. At a family dinner, Seok-yeong feels attracted to Gyeo-won's sister, Gyeo-woon, but he has to call her 'aunt'"
    },
    {
        "imdb_id": "tt5181806",
        "original_title": "Enamorándome de Abril",
        "origin_country": [
            "MX"
        ],
        "original_language": "es",
        "spoken_languages": [
            {
                "english_name": "Spanish",
                "iso_639_1": "es",
                "name": "Español"
            }
        ],
        "overview": "A funny romantic comedy in which a male writer who signs with a woman's pseudonym falls for a female journalist who  with man's pseudonym. When love comes almost always takes us by surprise and nobody can object."
    },
    {
        "imdb_id": "tt3024056",
        "original_title": "すべては君に逢えたから",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "Six love stories following the love lives of ten different people."
    },
    {
        "imdb_id": "tt10841514",
        "original_title": "Fin Amor",
        "origin_country": [
            "MX"
        ],
        "original_language": "es",
        "spoken_languages": [
            {
                "english_name": "Spanish",
                "iso_639_1": "es",
                "name": "Español"
            }
        ],
        "overview": "A filmmaker falls in love with a married woman."
    },
    {
        "imdb_id": "tt7946936",
        "original_title": "Best Actors",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": ""
    },
    {
        "imdb_id": "tt7975740",
        "original_title": "Alice & Só",
        "origin_country": [
            "BR"
        ],
        "original_language": "pt",
        "spoken_languages": [
            {
                "english_name": "Portuguese",
                "iso_639_1": "pt",
                "name": "Português"
            }
        ],
        "overview": "Alice, a young music lover, and her best friend Socrates, go on a road trip, accompanied by Tinho, a former rocker, to play at the world's largest cover band festival."
    },
    {
        "imdb_id": "tt4886056",
        "original_title": "爱之初体验",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ],
        "overview": "Xiaoye is a nerdy guy who has never been in love. In order to widen his social circle, his friend suggested him to find a fashion related job where most of the coworkers are women. His world started opening up after join the new company and meet some potential love interests."
    },
    {
        "imdb_id": "tt4773218",
        "original_title": "Love You Hamesha",
        "origin_country": [
            "IN"
        ],
        "original_language": "or",
        "spoken_languages": [
            {
                "english_name": "Oriya",
                "iso_639_1": "or",
                "name": ""
            }
        ],
        "overview": "The film is a Romantic Action Love story set in dusty and rugged backdrop of the Odia Heartland."
    }
]