[
    {
        "imdb_id": "tt3996970",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "original_title": "पुणे via बिहार",
        "overview": "The story of Pune via Bihar has the two states of Maharashtra and Bihar in the backdrop. The film is about the difference of opinion between two cultures. It does not make any political statement and is basically a love-story that depicts the bloodless struggle of a couple to unite with each other",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt11384004",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "లవ్ స్టోరీ",
        "overview": "Revanth and Mouni dream big when it comes to their lives. But with their social standing and gender proved to be a hindrance, will they manage to find a way to let their love prevail?",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt4602608",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "original_title": "काकण",
        "overview": "Star-crossed lovers from different social strata struggle to overcome differences in class and family expectation, as well as a long separation.",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt21206496",
        "origin_country": [
            "GR"
        ],
        "original_language": "el",
        "original_title": "Ησυχία 6–9",
        "overview": "Aris and Anna meet one evening in a half-abandoned town surrounded by antennas. In this strange, dreamlike world, the two solitary souls gradually start to develop feelings for one another.",
        "spoken_languages": [
            {
                "english_name": "Greek",
                "iso_639_1": "el",
                "name": "ελληνικά"
            }
        ]
    },
    {
        "imdb_id": "tt9387300",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "错了性别, 不错爱",
        "overview": "Two roommates living in an all-girl dormitory. They fall in love with each other.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt6975046",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "original_title": "আমি যে কে তোমার",
        "overview": "Aditya Roy Chowdhury, a commitment-phobic hotelier, loves Esha, his innocent employee. Things get complicated when Esha's past proves to be a hurdle for them and he realizes that Prachi, his associate, loves him.",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            },
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            }
        ]
    },
    {
        "imdb_id": "tt10564776",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "original_title": "অনেক সাধের ময়না",
        "overview": "Moyna is a beautiful village girl, loved by both Moti an educated village boy and Mona a simple and silly village boy. Everything get changed when Moyna is lost from both of their lives. Will this love story be a happy ending or a tragedy or both ?",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ]
    },
    {
        "imdb_id": "tt3776402",
        "origin_country": [
            "EE"
        ],
        "original_language": "et",
        "original_title": "Kirsitubakas",
        "overview": "An exploration of the growing friendship between small-town girl Laura, who is persuaded onto a hiking trip by her friend Merit, and Joosep, a middle-aged guide.",
        "spoken_languages": [
            {
                "english_name": "Estonian",
                "iso_639_1": "et",
                "name": "Eesti"
            }
        ]
    },
    {
        "imdb_id": "tt15840188",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "ఛ‌లో ప్రేమిద్దాం",
        "overview": "Atma Rao falls for Madhumati, who is studying in the same college. Madhu though loves him decides not to confess it to him until she gets the green signal from her family. She invites all her friends along with Atma Rao to her sister's marriage. However, on the day of her marriage, shocking developments happen, and the police arrest Rao.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt9174050",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "original_title": "소녀의 세계",
        "overview": "Upon helping her friend audition for their all-girls high school's production of Romeo & Juliet, freshman Sun-wha is unexpectedly cast as Juliet. To her surprise Romeo is played by the über-cool and stunning senior Ha-nam, whom all the girls seem to have a crush on. As the two would-be thespians grow closer, Ha-nam takes Sun-wha under her wing in more ways than one. However this sparks the jealousy of the play's director, Su-yeon, whom, it turns out, is more than friends with Ha-nam.",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    },
    {
        "imdb_id": "tt12944128",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "original_title": "구멍동서",
        "overview": "An omnibus movie about the jealousy of a man who can't stand the fact that his favorite woman slept with another man in two episodes.  Episode 1  At a drinking party led by Jae-hoon, movie director Sang-min meets Hye-jin. Sang-min compliments and sleeps with her favorite Hye-jin while watching her movie. The next morning, Hye-jin's friend Mina left early because of her job, Jae-hoon and Sang-min, who were watching a movie together in Hye-jin's bed are attracted by the atmosphere and curiosity and enjoy 2 to 1.  Episode 2  Sang-min meets his school friend Ji-eun at the club.  When his foreign friend James showed interest in Ji-eun, Sang-min suddenly became interested in Ji-eun.  That night, Sang-min finds out that Ji-eun slept with James, and visits Ji-eun's house with complex emotions mixed with like, anger and jealousy and confesses that he likes her.",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    }
]