[
    {
        "imdb_id": "tt12945050",
        "original_title": "스와핑: 친구의 아내",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ],
        "overview": "Seong-sik became stays at home while his workaholic wife Hye-joo works. Next to them, Seong-ki's friend Joon-seok and his wife move in. Seong-sik learns how to do housework from his friend's wife Eun-yeong. At first they hit it off but that soon turns into an affair and when Joon-seok and Hye-joo find out, they also start cheating on their spouses..."
    },
    {
        "imdb_id": "tt22777864",
        "original_title": "もっと超越した所へ。",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "Four young women are somewhat desperate in their relationships, since their male partners are not the most successful types. But does that mean you have to break up with them? In his fast-paced comedy, Santa YAMAGISHI takes a closer look at romantic clichés and the truths that lie behind them."
    },
    {
        "imdb_id": "tt6867828",
        "original_title": "우리 연애의 이력",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ],
        "overview": "Yeon-yi and Sun-jae are divorced and now just work together on writing a script. One day, Yeon-yi’s alumni and their spouse move in next door and their relationship takes a new turn. A warm story about the positivity of people."
    },
    {
        "imdb_id": "tt22297570",
        "original_title": "4 വർഷങ്ങൾ",
        "origin_country": [
            "IN"
        ],
        "original_language": "ml",
        "spoken_languages": [
            {
                "english_name": "Malayalam",
                "iso_639_1": "ml",
                "name": ""
            }
        ],
        "overview": "4 Years is about Gayathri and Vishal, their college sunrises, canteen sunsets and hostel midnights."
    },
    {
        "imdb_id": "tt4886030",
        "original_title": "新步步惊心",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ],
        "overview": "A single modern-day city girl name Zhang Xiaowen accidentally travels back in time to the Qing Dynasty and becomes Ruoxi, but gets caught up in a web of love and politics in the royal court of Emperor Kangxi."
    },
    {
        "imdb_id": "tt11301882",
        "original_title": "చూసి చూడంగానే",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "The film portrays Siddu's life through the years, falling in love with Aishwarya for the first time while in college, and later meeting Shruti, a drummer, alongside his struggle to become a fashion photographer."
    },
    {
        "imdb_id": "tt10905616",
        "original_title": "రాజా వారు రాణి గారు",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "Rani’s world is limited, an introvert, she lives with her father and grandmother. From being this simple and silent girl, when she falls in love how she expresses it comes through beautifully."
    },
    {
        "imdb_id": "tt4819604",
        "original_title": "恋爱中的城市",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ],
        "overview": "Florence, Prague, Paris, Shanghai, Otaru of Hokkaido, five different love stories in five different cities."
    },
    {
        "imdb_id": "tt15669564",
        "original_title": "Jal Wayu Enclave",
        "origin_country": [
            "IN"
        ],
        "original_language": "pa",
        "spoken_languages": [],
        "overview": "The rom-com flavored cute love story of Jalwayu Enclave revolves around a village-based guy Gurjazz and Delhite Air Hostess Monica, who unfortunately gets locked up in the same building during the covid-19 lockdown."
    },
    {
        "imdb_id": "tt18291400",
        "original_title": "暗恋·橘生淮南",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ],
        "overview": "Luo Zhi, a proud and intelligent girl, loves Sheng Huainan, while Sheng Huainan is unaware of her feelings. As Luo Zhi enters college, she surprisingly found that she and Sheng Huainan are in the same college."
    },
    {
        "imdb_id": "tt12625380",
        "original_title": "아내를 바꾸다",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ],
        "overview": "A sexy sister-in-law instead of a quiet wife!  An innocent sister-in-law instead of a horny wife!  Two men struggle with their sex lives and they decide to swap wives.  Jong-woo is frustrated with his wife Jae-hee because she's so silent in bed. He talks to Ji-yeong about this and she tells him she hasn't had satisfying sex ever with her quiet husband Min-soo. Jong-woo and Ji-yeong find out they enjoy various positions and plays and end up spending a night together. Meanwhile, Jae-hee and Min-soo also want something soft and affectionate and the couples can't be stopped now..."
    },
    {
        "imdb_id": "tt17023860",
        "original_title": "好想去你的世界爱你",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ],
        "overview": "Tells the love story between men and women in different places who perceive each other's emotions and perceptions and communicate.  Because of an accident, assistant architect An Yi and piano tuner Gao Ang become connected through brain waves. Since then, the lives of the two become linked and gradually become the most \"understanding\" of each other."
    },
    {
        "imdb_id": "tt21936550",
        "original_title": "一杯熱奶茶的等待",
        "origin_country": [
            "TW"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ],
        "overview": "On a cold Valentine's Day, a girl Xiao-Hua runs into a boy A-Wen who is waiting for his lover. Out of empathy, Xiao-Hua hands A-Wen a cup of hot milk tea. The two get to know each other since. On the same day, Zi-Jie Huang also bumps into Xiao-Hua. Zi-Jie behaves like a jolly charming womanizer, which makes Xiao-Hua uncomfortable. There are already frictions between the two at the first sight.  Xiao-Hua is convinced that A-Wen's lover must be Yi-Chun, known as Butterfly. Out of surprise Xiao-Hua discovers Yi-Chun cheats on A-Wen with Zi-Jie. She feels even more sympathetic to A-Wen. Xiao-Hua later realizes that Zi-Jie never gives his heart to anyone, because he could die at any second. After Zi-jie confesses to Xiao-Hua his love for her, Xiao-Hua’s ex-boyfriend Shao-Ping unexpectedly reappears and stirs up her peace. When Xiao-Hua finally admits her feeling for Zi-Jie, Zi-Jie is ill. Winter is coming to end, will there be a happy ending at the end?"
    },
    {
        "imdb_id": "tt8650270",
        "original_title": "నన్ను దోచుకుందువటే",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "A self-obsessed software engineer Karthik and an oversmart short-film star Meghana come together to stage a relationship to confront a possible family crisis. However, the two go beyond merely acting like a couple, eventually enjoy each other’s company and of course, their miscommunication creates a conflict and the two unlike poles finally meet."
    },
    {
        "imdb_id": "tt3175460",
        "original_title": "แก้วนี้หัวใจสั่น (Coffee Please)",
        "origin_country": [
            "TH"
        ],
        "original_language": "th",
        "spoken_languages": [
            {
                "english_name": "Thai",
                "iso_639_1": "th",
                "name": "ภาษาไทย"
            }
        ],
        "overview": "A man who wants to become a barrister falls for an architect, while another man heads up north to pursue a dream of starting a coffee plantation, where he meets a woman who shares his passion."
    },
    {
        "imdb_id": "tt8650508",
        "original_title": "Ee Maaya Peremito",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "Sri Ramachandra Murthy aka Chandu is a happy-go-lucky ‘rebel’ with no ambition in life. Sheetal Jain is the precious daughter of Pramod Jain. She falls in love with Chandu’s good nature but what happens when her father decides that he needs to change to be worthy of his daughter."
    },
    {
        "imdb_id": "tt3426282",
        "original_title": "நளனும் நந்தினியும்",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ],
        "overview": "Young lovers defy their families, which are at odds with each other, and get married and migrate to the city. With no jobs and no one to support them, will there be a happily ever after?"
    },
    {
        "imdb_id": "tt3420850",
        "original_title": "Bu İşte Bir Yalnızlık Var",
        "origin_country": [
            "TR"
        ],
        "original_language": "tr",
        "spoken_languages": [
            {
                "english_name": "Turkish",
                "iso_639_1": "tr",
                "name": "Türkçe"
            }
        ],
        "overview": "A retired guitarist avoids suffering his mid-life crisis by spending time with her daughter and teaching kids how to play the guitar. Yet it's only until he makes a new girlfriend that he finally comes up with a solution to his crisis."
    },
    {
        "imdb_id": "tt3175440",
        "original_title": "Huff! It's Too Much",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ],
        "overview": "An Indian man experiences a culture shock when he moves to London. While dealing with hilarious issues every day, he falls in love with a woman but is confused about his feelings towards her."
    },
    {
        "imdb_id": "tt20413256",
        "original_title": "メタモルフォーゼの縁側",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "Ichinoi, a 75-year-old woman living a peaceful life, unwittingly buys a Boy's Love manga one day…and is fascinated by what she finds inside. When she returns to the bookstore to buy the next volume, the high school girl working there–Urara, a seasoned BL fan–notices a budding fangirl when she sees one. When Urara offers to help Ichinoi explore this whole new world of fiction, the two dive into BL fandom together, and form an unlikely friendship along the way."
    },
    {
        "imdb_id": "tt7297002",
        "original_title": "Luv Shuv Pyar Vyar",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ],
        "overview": "Rahul, a prizefighter who hails from a poor family, is smitten with Ruby, the daughter of a rich and powerful man. While their love blooms, her father opposes their union fiercely."
    },
    {
        "imdb_id": "tt8176308",
        "original_title": "காத்திருப்போர் பட்டியல்",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ],
        "overview": "An RPF (Railway Protection Force) officer, who starts implementing stringent rules on railway passengers, spoils the plans of a youngster who is about to elope with his girlfriend. How does the latter escape from the officer’s custody?"
    },
    {
        "imdb_id": "tt13334932",
        "original_title": "మా వింత గాధ‌ వినుమా",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "College-goer who ogles at girls and doesn't seem to have a purpose in life. When he starts wooing one girl, a range of events follows."
    },
    {
        "imdb_id": "tt4271820",
        "original_title": "ஓ காதல் கண்மணி",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ],
        "overview": "Adhi and Tara are in a live-in relationship but they are both unwilling to get married. How do they realize that marriage is just a natural progression of their relationship?"
    },
    {
        "imdb_id": "tt15310236",
        "original_title": "Pratighat",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ],
        "overview": "Chandu, a gangster, comes to the rescue of Puja, a distressed girl, and they eventually fall in love. However, things take an unexpected turn when Chandu’s past comes back to haunt him."
    },
    {
        "imdb_id": "tt11730940",
        "original_title": "Bamfaad",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ],
        "overview": "A passionate love story set in Allahabad between Naate and Neelam who meet accidentally and fall in love. They make brave choices and go through a path of love and loss to be with each other."
    },
    {
        "imdb_id": "tt7726702",
        "original_title": "秘果",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ],
        "overview": "The story revolves around a pair of teens who meet during difficult times and wind up falling in love."
    },
    {
        "imdb_id": "tt10738782",
        "original_title": "ఉండిపోరాధే",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "This is a periodical love story based on real-life true events happened during the 1980s. The film revolves around a girl and a boy who meet at college admissions after that their love blossom at that point the story takes a real turn and their life becomes up and down."
    },
    {
        "imdb_id": "tt18075156",
        "original_title": "സുന്ദരി ​ഗാർഡൻസ്",
        "origin_country": [
            "IN"
        ],
        "original_language": "ml",
        "spoken_languages": [
            {
                "english_name": "Malayalam",
                "iso_639_1": "ml",
                "name": ""
            }
        ],
        "overview": "Sundari Sara Mathews, popularly known as Suma, meets Victor, the school's new English teacher and falls for him. However, before expressing her feelings to him, another teacher, Lekha, asks him out and he accepts, leaving Suma heartbroken. While at a low point in her life after losing her mother and arguing with her brother, Suma is consumed by jealousy and plots to break up Lekha and Victor to have him to herself."
    },
    {
        "imdb_id": "tt8269204",
        "original_title": "అమ్మమ్మగారిల్లు",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "When a young Santosh’s ammamma Sita Mahalakshmi once helps him hide during a game of hide and seek he’s playing with his Maradalu Sita, he takes it to heart. 20 years later, he makes it his personal mission to keep her happy, even if it means achieving the near impossible."
    },
    {
        "imdb_id": "tt14760092",
        "original_title": "Poate mai trăiesc și azi",
        "origin_country": [
            "RO"
        ],
        "original_language": "ro",
        "spoken_languages": [
            {
                "english_name": "Romanian",
                "iso_639_1": "ro",
                "name": "Română"
            }
        ],
        "overview": "Tired of waiting for love to happen to her, Clara decides to make it happen. She chooses Vlad for her love project. But she wants The One; he wants anyone. She wants a prince, and he is only a man."
    },
    {
        "imdb_id": "tt11384004",
        "original_title": "లవ్ స్టోరీ",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "Revanth and Mouni dream big when it comes to their lives. But with their social standing and gender proved to be a hindrance, will they manage to find a way to let their love prevail?"
    },
    {
        "imdb_id": "tt10731732",
        "original_title": "రొమాంటిక్ క్రిమినల్స్",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "Habituated to drugs, a young couple, Karthik and Angel commit various crimes in Vizag with the help of a drug peddler. One fine day, they decide to stop all the crimes and settle down in life. Will they be able to come out of the crime world easily?"
    },
    {
        "imdb_id": "tt3006508",
        "original_title": "Myna",
        "origin_country": [
            "IN"
        ],
        "original_language": "kn",
        "spoken_languages": [
            {
                "english_name": "Kannada",
                "iso_639_1": "kn",
                "name": "?????"
            }
        ],
        "overview": "Satya falls for Mynaa, a woman with a physical disability, and marries her. But trouble begins when they meet a doctor who promises to help her but ends up taking her advantage."
    },
    {
        "imdb_id": "tt5590026",
        "original_title": "स्लॅमबुक",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ],
        "overview": "This is a story about going after your first love in the early 2000s."
    },
    {
        "imdb_id": "tt7817568",
        "original_title": "যদি একদিন",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ],
        "overview": "Faisal lives happily with his daughter and his mother as a single father. He is very serious about work when it is time, and his whole life is based on his daughter. However, when a new employee named Ayitr (Srabonti) joins the company, she not only gets close to his daughter but also towards Faisal's heart."
    },
    {
        "imdb_id": "tt6771678",
        "original_title": "Karsandas Pay and Use",
        "origin_country": [
            "IN"
        ],
        "original_language": "gu",
        "spoken_languages": [
            {
                "english_name": "Gujarati",
                "iso_639_1": "gu",
                "name": ""
            }
        ],
        "overview": "Two brothers run a public restroom when one of them meets Jaya."
    },
    {
        "imdb_id": "tt12196092",
        "original_title": "這一刻，想見你",
        "origin_country": [
            "MY"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ],
        "overview": "Le and Yuan are music-loving brothers who do everything together. One night, they break into a school to play on an expensive piano. Unfortunately, an incident during their escape leaves Yuan in a coma, and Le has no choice but to move on with life."
    },
    {
        "imdb_id": "tt13841504",
        "original_title": "శశి",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "A singer in a local band has issues with anger management and alcohol. A tragedy that occurred in his past tipped him over the edge and turned him into an alcoholic. He then starts stalking a girl whose mental health was impacted due to a similar tragedy that occurred in her life. Will the two of them help each other get over their past or will their union trigger the trauma that is buried within them?"
    },
    {
        "imdb_id": "tt6876318",
        "original_title": "يوم من الأيام",
        "origin_country": [
            "EG"
        ],
        "original_language": "ar",
        "spoken_languages": [
            {
                "english_name": "Arabic",
                "iso_639_1": "ar",
                "name": "العربية"
            }
        ],
        "overview": "The intertwining love stories that take place during the travel of a number of passengers on board a tour bus between Cairo and Mansoura."
    },
    {
        "imdb_id": "tt4295992",
        "original_title": "Seni Seviyorum Adamım",
        "origin_country": [
            "TR"
        ],
        "original_language": "tr",
        "spoken_languages": [
            {
                "english_name": "Turkish",
                "iso_639_1": "tr",
                "name": "Türkçe"
            }
        ],
        "overview": ""
    },
    {
        "imdb_id": "tt15621370",
        "original_title": "ちょっと思い出しただけ",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "A former couple remembers their most intimate days, only to part once again. A bittersweet love story inspired by a Jim Jarmusch masterpiece, set in times of the COVID-19 pandemic."
    },
    {
        "imdb_id": "tt7722484",
        "original_title": "Sallu Ki Shaadi",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ],
        "overview": "Sallu ki Shaadi is an upcoming Indian romantic & action film directed by Mohammad Israr Ansari.The film stars Kashyap, Arshin Mehta, Zeenat Aman and Asrani, Razak Khan, Kiran Kumar in supporting roles. The film is dedicated to actor Salman Khan."
    }
]