[
    {
        "imdb_id": "tt13841504",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "శశి",
        "overview": "A singer in a local band has issues with anger management and alcohol. A tragedy that occurred in his past tipped him over the edge and turned him into an alcoholic. He then starts stalking a girl whose mental health was impacted due to a similar tragedy that occurred in her life. Will the two of them help each other get over their past or will their union trigger the trauma that is buried within them?",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt14533622",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "猫系同桌是大神",
        "overview": "Ye Yuwei is a transfer student who encounters his desk-mate, He Chenghan, in the new class. Under the handsome look of He Chenghan is a girly heart. He is interested in cartoons of young girls and keeping cats. In the eyes of He Chenghan, Ye Yuwei seems to be a cat and a sentimental teenager who gradually becomes aware of his own emotions that are completely different.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt7239146",
        "origin_country": [
            "BR"
        ],
        "original_language": "pt",
        "original_title": "Todas As Canções de Amor",
        "overview": "Chico and Ana move to an apartment in São Paulo. As they unpack Ana found a cassette tape. It's a mix-tape that Clarisse made 20 years earlier to her husband Daniel. Albeit separated by time, both stories will cross paths in a unique way.",
        "spoken_languages": [
            {
                "english_name": "Portuguese",
                "iso_639_1": "pt",
                "name": "Português"
            }
        ]
    },
    {
        "imdb_id": "tt12683660",
        "origin_country": [
            "RO"
        ],
        "original_language": "ro",
        "original_title": "În umbra lui Shakespeare",
        "overview": "In early XVII century, a talented young silversmith from the Transylvanian city of Baia Mare, immersed himself in alchemical studies 400 years ago and came into conflict with the most powerful man in the area. In a parallel act in the present time, an entrepreneur from Baia Mare is investigating after he accidentally found the unknown alchemist in his hometown.",
        "spoken_languages": [
            {
                "english_name": "Romanian",
                "iso_639_1": "ro",
                "name": "Română"
            }
        ]
    },
    {
        "imdb_id": "tt7767866",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "చల్‌ మోహన రంగా",
        "overview": "A young man with dreams of making it big in the USA falls in love with an NRI woman residing there. She breaks up with him for reasons unknown to him but serendipity plays cupid.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt6434084",
        "origin_country": [
            "RU"
        ],
        "original_language": "ru",
        "original_title": "Лабиринты любви",
        "overview": "Romantic comedy",
        "spoken_languages": [
            {
                "english_name": "Russian",
                "iso_639_1": "ru",
                "name": "Pусский"
            }
        ]
    },
    {
        "imdb_id": "tt6423542",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "爱情麻辣烫之情定终",
        "overview": "Love can be bitter, sweet, or spicy.  The film revolves around three couples from Beijing, Hangzhou and Chongqing.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt5181806",
        "origin_country": [
            "MX"
        ],
        "original_language": "es",
        "original_title": "Enamorándome de Abril",
        "overview": "A funny romantic comedy in which a male writer who signs with a woman's pseudonym falls for a female journalist who  with man's pseudonym. When love comes almost always takes us by surprise and nobody can object.",
        "spoken_languages": [
            {
                "english_name": "Spanish",
                "iso_639_1": "es",
                "name": "Español"
            }
        ]
    },
    {
        "imdb_id": "tt18075156",
        "origin_country": [
            "IN"
        ],
        "original_language": "ml",
        "original_title": "സുന്ദരി ​ഗാർഡൻസ്",
        "overview": "Sundari Sara Mathews, popularly known as Suma, meets Victor, the school's new English teacher and falls for him. However, before expressing her feelings to him, another teacher, Lekha, asks him out and he accepts, leaving Suma heartbroken. While at a low point in her life after losing her mother and arguing with her brother, Suma is consumed by jealousy and plots to break up Lekha and Victor to have him to herself.",
        "spoken_languages": [
            {
                "english_name": "Malayalam",
                "iso_639_1": "ml",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt15768294",
        "origin_country": [
            "IN"
        ],
        "original_language": "kn",
        "original_title": "ಬನಾರಸ್",
        "overview": "An astronaut from an indefinite future fall in love with a girl in present time each other. When his i love is threatened by an existential element, responsibility falls on him to save her, using his future knowledge as an edge ahead.",
        "spoken_languages": [
            {
                "english_name": "Kannada",
                "iso_639_1": "kn",
                "name": "?????"
            }
        ]
    },
    {
        "imdb_id": "tt7722484",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "Sallu Ki Shaadi",
        "overview": "Sallu ki Shaadi is an upcoming Indian romantic & action film directed by Mohammad Israr Ansari.The film stars Kashyap, Arshin Mehta, Zeenat Aman and Asrani, Razak Khan, Kiran Kumar in supporting roles. The film is dedicated to actor Salman Khan.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt3569828",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "original_title": "நினைத்தது யாரோ",
        "overview": "A director changes the perception of love for a group of youngsters by narrating how he reclaimed his life because of his now-married lover and her understanding husband.",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ]
    },
    {
        "imdb_id": "tt9081436",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "original_title": "শেষ থেকে শুরু",
        "overview": "A research on film making leads Shirin to excavate incidents she wasn’t looking forward to, till she chances upon Arijit. Watch the full movie on Hoichoi.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt8835702",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "The Imprisoned Love",
        "overview": "Ren Hao Ming thinks it's Ruan Qing Tian's mother who stole his mother's design and then killed his mother. So he asks Ruan Qing Tian to be his nanny for one year to repay her mother's debts. He also marries her based on a contract, so as to take more revenge on her. However, during further investigation, he finds that the murderer is someone else. At that time, Ruan Qing Tian gets pregnant with his child and prepares to get rid of his imprisonment.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt9379256",
        "origin_country": [
            "TH"
        ],
        "original_language": "th",
        "original_title": "เพราะรักไม่สิ้นสุด",
        "overview": "3 gay romance stories: Two best friends are confused about their feelings. A famous gay couple receive a threatening anonymous letter. A young guy falls in love with his lodger, but he already has a boyfriend.",
        "spoken_languages": [
            {
                "english_name": "Thai",
                "iso_639_1": "th",
                "name": "ภาษาไทย"
            }
        ]
    },
    {
        "imdb_id": "tt23435128",
        "origin_country": [
            "CA"
        ],
        "original_language": "fr",
        "original_title": "23 décembre",
        "overview": "On December 23, the holiday season is in full force and the destinies of strangers intertwine: a hardened bachelor wants to find love; a couple expect their first child; a singer returns to the stage after a break; a mother tries to organize the perfect Christmas; a teen carries a big secret; a man struggles with the modern world; and the new manager of a large hotel must prove her worth.",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "French",
                "iso_639_1": "fr",
                "name": "Français"
            }
        ]
    },
    {
        "imdb_id": "tt6413312",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "0.5的爱情",
        "overview": "Chen Zi Hao is a tall, handsome and successful young man. He is conservative and down-to-earth and has always kept himself away from love, until he meets Ye Ting, an out-going and passionate girl who has just returned to China. They quickly fall in love with each other even though they both know they are so different in their attitudes towards relationship and marriage.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt11314148",
        "origin_country": [
            "IN",
            "GB"
        ],
        "original_language": "hi",
        "original_title": "शिद्दत",
        "overview": "Love-struck Jaggi can cross the seven seas for his dream girl, Kartika. Even if it means stopping her wedding as he doesn't want to be friend-zoned.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            },
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            }
        ]
    },
    {
        "imdb_id": "tt10713826",
        "origin_country": [
            "IN"
        ],
        "original_language": "gu",
        "original_title": "મોન્ટુ ની બીટ્ટુ",
        "overview": "Montu has loved Bittu since childhood, but even when Bittu's marriage is on the cards, they are still just friends. But that's not the only problem, as a prospective suitor, Abhinav, makes things even more complicated for Montu and Bittu. The story takes us through their journey of emotions.",
        "spoken_languages": [
            {
                "english_name": "Gujarati",
                "iso_639_1": "gu",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt2979322",
        "origin_country": [
            "ZA"
        ],
        "original_language": "af",
        "original_title": "Vrou Soek BOER",
        "overview": "Mareike (Lika Berning) is a city girl and successful in her demanding career. The same can not be said for her love life. After a confrontation with her boss, she decides to swop the city for the platteland and a bakery that she inherited from an aunt. But her new life in the small town is more than she expected. Apart from the fact that she must trade her business suits for an apron, things really hot up when she must choose between Mr Handsome and Mr Right.",
        "spoken_languages": [
            {
                "english_name": "Afrikaans",
                "iso_639_1": "af",
                "name": "Afrikaans"
            },
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            }
        ]
    },
    {
        "imdb_id": "tt4479178",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "A New Love Ishtory",
        "overview": "Sukku is an unemployed stuntman who was once forced to be a sperm donor for money. Now he's faced with the appearance of a daughter from that donation, who tracked him down after bribing a ward boy. What follows next is a series of misadventures.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt6771678",
        "origin_country": [
            "IN"
        ],
        "original_language": "gu",
        "original_title": "Karsandas Pay and Use",
        "overview": "Two brothers run a public restroom when one of them meets Jaya.",
        "spoken_languages": [
            {
                "english_name": "Gujarati",
                "iso_639_1": "gu",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt21842982",
        "origin_country": [
            "IN"
        ],
        "original_language": "pa",
        "original_title": "ਮੋਹ",
        "overview": "A teenage boy Rabbi falls in love with an orchestra girl Gore who's living a tragic life while their relationship leads to various destruction for lifetime.",
        "spoken_languages": [
            {
                "english_name": "Punjabi",
                "iso_639_1": "pa",
                "name": "ਪੰਜਾਬੀ"
            }
        ]
    },
    {
        "imdb_id": "tt3175460",
        "origin_country": [
            "TH"
        ],
        "original_language": "th",
        "original_title": "แก้วนี้หัวใจสั่น (Coffee Please)",
        "overview": "A man who wants to become a barrister falls for an architect, while another man heads up north to pursue a dream of starting a coffee plantation, where he meets a woman who shares his passion.",
        "spoken_languages": [
            {
                "english_name": "Thai",
                "iso_639_1": "th",
                "name": "ภาษาไทย"
            }
        ]
    },
    {
        "imdb_id": "tt4580794",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "original_title": "कॉफी आणि बरंच काही...",
        "overview": "Coffee Ani Barach Kahi, The movie about colleague working in IT Company and falling in love with each other over the cup of Coffee!",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt10905616",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "రాజా వారు రాణి గారు",
        "overview": "Rani’s world is limited, an introvert, she lives with her father and grandmother. From being this simple and silent girl, when she falls in love how she expresses it comes through beautifully.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt6359586",
        "origin_country": [
            "MX"
        ],
        "original_language": "es",
        "original_title": "Flores silvestres",
        "overview": "Marta, a woman who is suffering from an eternal pain she expresses through silences, lack of communication, and unspoken issues – and yet, it is there. Her friendship with a young man from the area creates an interest triggered by its ambiguity: is there s sexual tension, or rather she sees in him a memory of what she lost? Is there an attraction or does the young man stand for the ghost of that past that still exists in Marta's everyday life?",
        "spoken_languages": [
            {
                "english_name": "Spanish",
                "iso_639_1": "es",
                "name": "Español"
            }
        ]
    },
    {
        "imdb_id": "tt3109648",
        "origin_country": [
            "TH"
        ],
        "original_language": "th",
        "original_title": "เฟิร์ส เลิฟ",
        "overview": "Namnan falls in love with aspiring ballroom dancer Phakbung. As it's the first time Namnan's found love, he does all he can to help Phakbung achieve her dream, not knowing their relationship might not be everlasting.",
        "spoken_languages": [
            {
                "english_name": "Thai",
                "iso_639_1": "th",
                "name": "ภาษาไทย"
            }
        ]
    },
    {
        "imdb_id": "tt9226154",
        "origin_country": [
            "RU"
        ],
        "original_language": "ru",
        "original_title": "Крымский мост. Сделано с любовью!",
        "overview": "A hot summer and a gentle sea. Crimean Bridge (Crimea) is being built in Kerch. Dima, a young and daring builder, has a hobby: from every change of female students-archeologists choose the most beautiful and win it. And this time would have happened the same, if not for Moscow PR man. He brought to the construction of television crews from America, and, of course, it is he, a luxurious careerist on a white convertible that will win the Varya's heart. While the two contenders charm her, the hot Caucasian Bernard Is trying to realize his dream to marry an American and go to Hollywood.",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Russian",
                "iso_639_1": "ru",
                "name": "Pусский"
            },
            {
                "english_name": "Ukrainian",
                "iso_639_1": "uk",
                "name": "Український"
            }
        ]
    },
    {
        "imdb_id": "tt10423120",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "マチネの終わりに",
        "overview": "Satoshi Makino is a genius classical guitarist. One day, he meets journalist Yoko Komine. They become attracted to each other, but Yoko Komine has a fiancé.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt6066012",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "Nirmala Convent",
        "overview": "",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt12625380",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "original_title": "아내를 바꾸다",
        "overview": "A sexy sister-in-law instead of a quiet wife!  An innocent sister-in-law instead of a horny wife!  Two men struggle with their sex lives and they decide to swap wives.  Jong-woo is frustrated with his wife Jae-hee because she's so silent in bed. He talks to Ji-yeong about this and she tells him she hasn't had satisfying sex ever with her quiet husband Min-soo. Jong-woo and Ji-yeong find out they enjoy various positions and plays and end up spending a night together. Meanwhile, Jae-hee and Min-soo also want something soft and affectionate and the couples can't be stopped now...",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    },
    {
        "imdb_id": "tt3021806",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "original_title": "Time Please",
        "overview": "Personality differences, an old friend and a past flame poke holes in the way a husband and wife perceive their marriage.",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt7254046",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "original_title": "களவாடிய பொழுதுகள்",
        "overview": "The unexpected meeting of two ex-lovers after a long time affect the equation of their respective families",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ]
    },
    {
        "imdb_id": "tt3822606",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "రారా...కృష్ణయ్య",
        "overview": "Kittu / Krishna is a cab driver who saves his money with the cab owner. When the owner refuses to return his money back, Kittu kidnaps owner’s daughter Nandu. Nandu who is fed up with her father’s unilateral decision about her marriage is happy with the kidnapping. They fall in love with each other in the process. When they were about to accept the ransom money, she gets kidnapped by another kidnapper. The rest of the story is all about who kidnapped her and the kidnapper’s connection with Kittu",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt5889280",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "アイラヴユー",
        "overview": "A girl install an app called a.i on her phone and a mans voice talks to her ...",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt12467352",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "Vidhan",
        "overview": "A casual conversation on the use of appropriate language sets off a whirlwind romance between Pranay and Akshar. They start meeting regularly and the romance blossoms. However, there is one issue - Akshar is a sex worker. The film takes us through the vicissitudes of their romantic journey.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt6975084",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "original_title": "Tomake Chai",
        "overview": "The movie is centered around a young couple, Joy (Bonny Sengupta) and Diya (Koushani Mukherjee) who fall in love with each other. It's basically a story of two young hearts whose unconditional love for each other make them fight against all barriers. This Valentine's Day, re-discover love like never before with \"Tomake Chai\",a saga of never-ending struggles of two relentless love-struck souls.",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ]
    },
    {
        "imdb_id": "tt15164524",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "మెరిసే మెరిసే",
        "overview": "Siddhu, the son of a rich businessman fails in his startup and loses hopes in success. Vennela, a naive small-town girl who is already engaged to an NRI comes to Hyderabad and understands that this marriage would limit her to being just a housewife. She decides to have a successful career before marriage and in the process, meets Siddhu. A mutually enlightening journey gets both of them closer.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt7726702",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "秘果",
        "overview": "The story revolves around a pair of teens who meet during difficult times and wind up falling in love.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt5899800",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "original_title": "Lagna Pahave Karun",
        "overview": "Lagna Pahave Karun (LPK) is a Marathi Feature film that talks about Love, Relationships and Marriage as an institution.",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ]
    }
]