[
    {
        "imdb_id": "tt18375342",
        "original_title": "예쁜 여동생",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ],
        "overview": "Ji-yeong and Woo-hyeon is on a fun, casual relationship. However, Woo-hyeon finds out that his friend Min-soo likes Ji-yeong and decides to be a stepping stone between them. Will Min-soo and Ji-yeong be able to date after many twists and turns? Or will Ji-yeong go back to Woo-hyeon's arms? The story of two men surrouding Ji-yeong's heart begins."
    },
    {
        "imdb_id": "tt7679852",
        "original_title": "Hampi",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ],
        "overview": ""
    },
    {
        "imdb_id": "tt6720298",
        "original_title": "Muskurahatein",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ],
        "overview": "A professor at the medical training college and his young student find themselves attracted to each other, although they are both married and share a good relationship with their respective wives. Penned down by internationally renowned radiologist Dr. Randhawa, Muskurahatein attempts to send out the message that it has become very common for married couples to indulge flings, owing to the easy modes of communications through social media. However, the situation is very critical and needs to be dealt with extreme caution. The movie gives a unique practical message that can save many marriages."
    },
    {
        "imdb_id": "tt7433398",
        "original_title": "You with Me",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            },
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ],
        "overview": "A Filipina who seeks freedom from her over-protective parents and found everything that she is looking for in Korea."
    },
    {
        "imdb_id": "tt7599864",
        "original_title": "Winter in Tokyo",
        "origin_country": [
            "ID"
        ],
        "original_language": "id",
        "spoken_languages": [
            {
                "english_name": "Indonesian",
                "iso_639_1": "id",
                "name": "Bahasa indonesia"
            }
        ],
        "overview": "While a librarian sorts out her lingering feelings, she meets an intriguing new neighbor who is trying to forget a past romance and start anew."
    },
    {
        "imdb_id": "tt3433260",
        "original_title": "แกงค์ปรี๊ด จะรี๊ดใจเธอ",
        "origin_country": [
            "TH"
        ],
        "original_language": "th",
        "spoken_languages": [
            {
                "english_name": "Thai",
                "iso_639_1": "th",
                "name": "ภาษาไทย"
            }
        ],
        "overview": "This is the story of a high school student group with their film making club that brings love, joy, friendship, and the upcoming future they would never knew."
    },
    {
        "imdb_id": "tt11027672",
        "original_title": "\"隠れビッチ\" やってました。",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "Hiromi is a 26-year-old single woman. She is popular with guys. Her hobby and specialty is getting men to like her using small talk and a shy persona. If a guy confesses his feelings for her, Hiromi leaves them. Hiromi's sharehouse mate Akira and her friend Aya blame Hiromi, calling her \"Kakure Bitch\" (a type of women who uses innocence to flirt with men). Hiromi does not care. One day, she takes an interest in Tsuyoshi, who works in the same office. She becomes to like him sincerely."
    },
    {
        "imdb_id": "tt3118910",
        "original_title": "ക്യാമല്‍ സഫാരി",
        "origin_country": [
            "IN"
        ],
        "original_language": "ml",
        "spoken_languages": [
            {
                "english_name": "Malayalam",
                "iso_639_1": "ml",
                "name": ""
            }
        ],
        "overview": "Dia(Pankaja Menon) heroine of the movie is a management student in Mangalore. She and four of her friends(Catherine, Hashim, Yamini and Chinna Gounder) visits Rajasthan for 15 days to attend a marriage. There she meets a Rajput boy Pavan(Arun Shankar) and falls in love with him. What happens to her there after that in that unknown land makes the content of the film."
    },
    {
        "imdb_id": "tt8344532",
        "original_title": "తేజ్... I Love You",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "Tej, a youngster who's highly attached to his family, is banished from his home by his uncle. He then finds himself in London, where he falls in love with Nandini. After long pursuit, he manages to win over her heart, but before she could even tell him, a tragic incident puts a full stop to their love story."
    },
    {
        "imdb_id": "tt5994086",
        "original_title": "Dil Sala Sanki",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ],
        "overview": "Ever since Badal was an eight year old, he's been in love with violence. As a role model, he chooses the local mafia leader Bachcha Babu. As he grows up, Badal's passion for becoming like Bachcha Babu increases. One day, by chance, he gets the opportunity to join Baccha Babu's gang. He meets a girl called Megha and falls head over heels for her at first sight. However, she wants nothing to do with him. Megha's father, Sharmaji, who is a government school teacher, finds out that Badal is bothering Megha. With the help of his journalist friend, he goes to Bachcha Babu and tells him that Badal is creating trouble in his daughter's life. Bachcha Babu assures the journalist that from now on Badal will not disturb Megha and her family. In the course of events Bachcha Babu bumps into Megha and finds that he wants her for himself - at any cost. Bachcha Babu goes to the extent of killing his own wife to marry Megha."
    },
    {
        "imdb_id": "tt8365354",
        "original_title": "Vantas",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ],
        "overview": "In search of her childhood friend, Gauri reaches a small town and seeks help of an undisciplined guy, Ambya, who's in love with her. Will the two find her friend?"
    },
    {
        "imdb_id": "tt15310668",
        "original_title": "7 రోజులు 6 రాత్రులు",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "Anand is a wannabe filmmaker who is tired of waiting for his first break. He faces a major setback in his personal life when his girlfriend Vinni moves to the US all of a sudden. Ahead of his friend Mangalam's wedding, he and the friend travel to Goa to spend a good time. There, Anand develops a bond with Rathika, a young girl working at a restaurant. Meanwhile, Mangalam gets into a relationship with a location manager named Ameya."
    },
    {
        "imdb_id": "tt15929016",
        "original_title": "Cuttack weds Sambalpur",
        "origin_country": [
            "IN"
        ],
        "original_language": "or",
        "spoken_languages": [],
        "overview": "Romance blossoms between a Sambalpur-based boy Samir and Kanika, a girl hailing from Cuttack. However, problems arise when devious Krunal enters their life."
    },
    {
        "imdb_id": "tt20879358",
        "original_title": "母性",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "Sayaka, a high school student, kills herself but the reason behind her suicide is unknown. She appeared to have led a normal life with her family. Her mother Rumiko seemed to have raised Sayaka with love and care. In reality, that does not seem to be the case. When the mother and daughter recall the same incidents that took place in the past, they tell very different stories."
    },
    {
        "imdb_id": "tt6011710",
        "original_title": "所爱非人",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "spoken_languages": [],
        "overview": ""
    },
    {
        "imdb_id": "tt7034918",
        "original_title": "在世界中心呼唤爱",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ],
        "overview": "Chinese romance film directed and co-written by Kwak Jae-yong, starring Oho Ou, Zhang Huiwen, Yang Zi, Wang Zhi, and Yao Lu. The film is an adaptation of Kyoichi Katayama's 2004 novel Socrates in Love. Crying Out In Love was released by Beijing Enlight Pictures on 26 August 2016"
    },
    {
        "imdb_id": "tt9015764",
        "original_title": "愛しのアイリーン",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "Iwao Shishido has found a wife. After paying three million yen for a bridal tour to the Philippines, he comes home with Irene, who is promptly confronted by Tsuru—Iwao’s freshly widowed mother, who’s infuriated her loser son has married a woman she’s never met."
    },
    {
        "imdb_id": "tt7286500",
        "original_title": "ママレード・ボーイ",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "Two sets of parents divorce and marry each other, while their children Miki and Yuu are caught in the middle and start falling for each other."
    },
    {
        "imdb_id": "tt11470456",
        "original_title": "Love: Dashuri",
        "origin_country": [
            "AL"
        ],
        "original_language": "sq",
        "spoken_languages": [
            {
                "english_name": "Albanian",
                "iso_639_1": "sq",
                "name": "shqip"
            }
        ],
        "overview": "\"Love\" portraits a mid life crisis of a 40 year old man recently separated from his wife who goes back to his country in search of a change and of himself."
    },
    {
        "imdb_id": "tt5660296",
        "original_title": "Bao Giờ Có Yêu Nhau",
        "origin_country": [
            "VN"
        ],
        "original_language": "vi",
        "spoken_languages": [],
        "overview": ""
    },
    {
        "imdb_id": "tt15738162",
        "original_title": "Misterio en Marbella",
        "origin_country": [
            "MX"
        ],
        "original_language": "es",
        "spoken_languages": [
            {
                "english_name": "Spanish",
                "iso_639_1": "es",
                "name": "Español"
            }
        ],
        "overview": ""
    },
    {
        "imdb_id": "tt11274618",
        "original_title": "라라",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "spoken_languages": [
            {
                "english_name": "Vietnamese",
                "iso_639_1": "vi",
                "name": "Tiếng Việt"
            },
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ],
        "overview": "Hà Mi is a young musician that has a great passion for composing music. G-Feel - a genius musician of Korea, who is facing with the pressure from his fame. Between two strangers, living in two countries, there's a special bond that is Yoon Hee. The story about that speical relationship between them is revealed when G-Feel decides to travel to Vietnam after an incident."
    },
    {
        "imdb_id": "tt10612164",
        "original_title": "Vergeet my nie",
        "origin_country": [
            "ZA"
        ],
        "original_language": "af",
        "spoken_languages": [],
        "overview": "The film is based on a 90’s love story of Mardaleen Coetzer and Hugo Derks. Portrayed by Marguerite Van Eeden and Sean-Marco Vorster, the couple are introduced to one another on the North West University’s campus in Potchefstroom. He falls head over heels in love, but she doesn’t return his affections. Years later they run into each other again in the United Kingdom, and here their journey to love starts again ... but not without a few hurdles on their way."
    },
    {
        "imdb_id": "tt5857912",
        "original_title": "アルビノ",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "Yashima is a woman who works as a plumber. She is also uncomfortable with her own sexuality. One day she visits a home for a job and meets Kyu. Yashima senses Kyu's eyes watching her. They become intimate, but a dark secret is soon revealed."
    },
    {
        "imdb_id": "tt9546080",
        "original_title": "Crazy Love",
        "origin_country": [
            "ID"
        ],
        "original_language": "id",
        "spoken_languages": [
            {
                "english_name": "Indonesian",
                "iso_639_1": "id",
                "name": "Bahasa indonesia"
            }
        ],
        "overview": "Beetles (Duke dolken) underwent youth casually. Together with three friends, Abdu (Kemal Palevi), Daniel (Herichan), and Basuki (Zidni Adam), they are always throwing a tantrum at school. Including the seductive Olive (Tatjana Saphira), smart and beautiful girl, who so coveted them all for a long time."
    },
    {
        "imdb_id": "tt5454506",
        "original_title": "Sweetheart",
        "origin_country": [
            "BD",
            "US"
        ],
        "original_language": "bn",
        "spoken_languages": [],
        "overview": "Bilina and Richard belongs to traditional Christian family. Growing up together, Bilina and Richard gets accustomed to each other's accompany. During teenage years, Richard go abroad for higher studies. While Richard is away, Bilina gets to know Jisan, who belongs to a Muslim family. As the time passes, their friendship turns to love. However,In the mean time, Richard returns to Bilina and proposes to her, and Bilina accepts due to immense pressure from community and family. Unknown about the feelings Bilina have for Jisan, Richard marries her and soon after, their married life turns complex. Jisan, heartbroken by the treachery of Bilina, thinks that Bilina left him because of Richard's wealth, and vows to build an empire of wealth. As the film turns complex, the story of the film revolves around the love triangle between three individuals, whose love turns to utmost hate."
    },
    {
        "imdb_id": "tt7617988",
        "original_title": "Kuchh Bheege Alfaaz",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ],
        "overview": "Every night at 10, Kolkata tunes into radio to listen to 'Kuchh Bheege Alfaaz' - an episodic series of unrequited love stories hosted by RJ Alfaz who, despite his tremendous following, prefers staying detached and anonymous. Among his many fans is the boisterous Archana, a girl working at a creative agency – which designs branded memes. She is leukodermic but lives life to the fullest. They meet; or rather talk, for the first time over a misplaced call, when Archana accidentally dials Alfaaz's number, while trying to connect with her latest blind date. Thus begins an interesting relationship between two unlikely characters, one overly compensating, but in denial of her present, and the other buried under a dark secret of his past."
    },
    {
        "imdb_id": "tt2979322",
        "original_title": "Vrou Soek BOER",
        "origin_country": [
            "ZA"
        ],
        "original_language": "af",
        "spoken_languages": [
            {
                "english_name": "Afrikaans",
                "iso_639_1": "af",
                "name": "Afrikaans"
            },
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            }
        ],
        "overview": "Mareike (Lika Berning) is a city girl and successful in her demanding career. The same can not be said for her love life. After a confrontation with her boss, she decides to swop the city for the platteland and a bakery that she inherited from an aunt. But her new life in the small town is more than she expected. Apart from the fact that she must trade her business suits for an apron, things really hot up when she must choose between Mr Handsome and Mr Right."
    },
    {
        "imdb_id": "tt5908042",
        "original_title": "Chakkiligintha",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "Adi (Sumanth Ashwin) and Avi (Rehana) are studying at the same college. Adi is a love guru and advises boys not to express their love for girls until they reveal their true feelings. Avi decides to make Adi fall in love with her."
    },
    {
        "imdb_id": "tt8883686",
        "original_title": "Լյուդվիգ անունով ոզնին",
        "origin_country": [
            "HY"
        ],
        "original_language": "hy",
        "spoken_languages": [
            {
                "english_name": "Armenian",
                "iso_639_1": "hy",
                "name": ""
            }
        ],
        "overview": "Arthur is a successful attorney. He doesn't care who is defendant is - an innocent person or a jerk. His sole goal is winning. He considers life to consist of predators and prey. He is committed to never be the prey."
    },
    {
        "imdb_id": "tt5170834",
        "original_title": "두 번째 스물",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ],
        "overview": "A female eye doctor and a male film director run into each other on the airplane to Milan. The two were lovers in the past, and are now in their middle ages. After their chance encounter in Torino, they travel around Tuscany together, appreciating the works of Caravaggio. They begin to notice they are hiding their own wounds from each other. In Korea, he goes to her eye clinic, and they confess love to each other for the first time. In the end, they go their separate ways."
    },
    {
        "imdb_id": "tt10423120",
        "original_title": "マチネの終わりに",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "Satoshi Makino is a genius classical guitarist. One day, he meets journalist Yoko Komine. They become attracted to each other, but Yoko Komine has a fiancé."
    },
    {
        "imdb_id": "tt14514234",
        "original_title": "感動她77次",
        "origin_country": [
            "CN",
            "HK"
        ],
        "original_language": "cn",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Thai",
                "iso_639_1": "th",
                "name": "ภาษาไทย"
            },
            {
                "english_name": "Cantonese",
                "iso_639_1": "cn",
                "name": "广州话 / 廣州話"
            }
        ],
        "overview": "Sequel to 77 Heartbreaks, 77 Heartwarmings, sees the return of Charlene Choi as Eva, and Chau Pak-ho as her ex-boyfriend Adam. Although it has been a year since their relationship ended, Adam is still very fond of Eva and hopes to win her back. He comes across an app that teaches him what to do to reignite the passion in Eva. While Adam tries the tips mentioned in the app and gradually bridges the gap between them, Eva meets Thai star Marvel (Mario Maurer), who also vies for Eva’s love."
    },
    {
        "imdb_id": "tt4769258",
        "original_title": "Танцуй со мной",
        "origin_country": [
            "RU"
        ],
        "original_language": "ru",
        "spoken_languages": [
            {
                "english_name": "Russian",
                "iso_639_1": "ru",
                "name": "Pусский"
            }
        ],
        "overview": "A young classically trained Russian ballet dancer lands an audition for a film with a famous director. Pressures of Russian values and tradition force a decision between career, love, and family loyalty."
    },
    {
        "imdb_id": "tt8080982",
        "original_title": "గువ్వ గోరింక",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "Sirisha grows up living in her beautiful dream aspires to major in music but has to promise her father that she would marry the man he chooses if she wants to moves to the city and learn violin."
    },
    {
        "imdb_id": "tt7585620",
        "original_title": "Dil Jo Na Keh Saka",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ],
        "overview": "Starring Himansh Kohli and Priya Banerjee, a romantic drama that follows the story of two childhood friends who end up going separate ways to follow their dreams. Eventually, they return to their hometown where they chance across each other and soon discover that there is more to their relationship than just friendship."
    },
    {
        "imdb_id": "tt3517986",
        "original_title": "Priyathama Neevachata Kusalama",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "Priyathama Neevachata Kusalama is a 2013 Telugu film directed by Trinadha Rao Nakkina starring Varun Sandesh, Haasika and Komal Jha in the Lead Roles. J. Samba Siva Rao produced this film and Sai Karthik provided the music"
    },
    {
        "imdb_id": "tt3729994",
        "original_title": "The Perfect Girl",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ],
        "overview": "A young boy (Jay) and a girl (Vedika) happen to meet in the tourist town of Goa. They spend some time together and realise that they are perfect for each other. However life has other plans. Many years later, in Mumbai, they cross each other. But the memory of their time together is so distant, it takes a while for Jay to recollect. By the time he remembers, she is lost in the crowd. What happens when two strangers meet for some time and realise they are perfect for each other? What if life has other plans? Would you wait for your destined perfect other, or would you move on?"
    },
    {
        "imdb_id": "tt7188858",
        "original_title": "致我们终将到来的爱情",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ],
        "overview": ""
    },
    {
        "imdb_id": "tt15979440",
        "original_title": "Umran Ch Ki Rakheya",
        "origin_country": [
            "IN"
        ],
        "original_language": "pa",
        "spoken_languages": [
            {
                "english_name": "Punjabi",
                "iso_639_1": "pa",
                "name": "ਪੰਜਾਬੀ"
            }
        ],
        "overview": "Love springs between two senior citizens, Pyare Lal and Kelly. The story showcases them fighting against the orthodox norms of society to live together."
    },
    {
        "imdb_id": "tt3021806",
        "original_title": "Time Please",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ],
        "overview": "Personality differences, an old friend and a past flame poke holes in the way a husband and wife perceive their marriage."
    },
    {
        "imdb_id": "tt9379256",
        "original_title": "เพราะรักไม่สิ้นสุด",
        "origin_country": [
            "TH"
        ],
        "original_language": "th",
        "spoken_languages": [
            {
                "english_name": "Thai",
                "iso_639_1": "th",
                "name": "ภาษาไทย"
            }
        ],
        "overview": "3 gay romance stories: Two best friends are confused about their feelings. A famous gay couple receive a threatening anonymous letter. A young guy falls in love with his lodger, but he already has a boyfriend."
    },
    {
        "imdb_id": "tt22475068",
        "original_title": "Sēklis",
        "origin_country": [
            "LV"
        ],
        "original_language": "lv",
        "spoken_languages": [],
        "overview": "Three relationships deconstructed. The Red Couple choose to pretend to be harmonious for the last three days of living together. The Green Couple's three days are full of uncertainty and nervousness, waiting for the other to reveal themselves intimately. The Yellow Couple, two colleagues, will lose themselves in the workplace romance genre trying not to fall in love."
    },
    {
        "imdb_id": "tt5347160",
        "original_title": "Podmo Patar Jol",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ],
        "overview": "The film takes place during the late 19th century in Bengal. During that period of time, Zaminders had absolute power and controlled every aspect of common people's lives. Rizwan is the only son of a very powerful Zaminder who resides in the rural part of Bengal. As Rizwan grows up, His father sends him away to the city for higher education, however Rizwan have no interest in heart to seek higher education as he aspires to become a great poet. As he progresses with his life in the city, one day his friends persuades him to go to a Baizi Bari's Jhumri Mahal, where all the Raqasa (Dancers) resides."
    },
    {
        "imdb_id": "tt8396112",
        "original_title": "Whats Up Lagna",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ],
        "overview": "An IT professional, Aakash, who leads a near perfect life, and Ananya, an actress, who leads a rather messy, imperfect yet classy life, face turbulent times post marriage as their careers take a drastic positive turn."
    },
    {
        "imdb_id": "tt9174120",
        "original_title": "늦여름",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ],
        "overview": "Jeongbong and Seong-hye run a guesthouse on Jeju Island. On one late summer day, Seong-hye’s ex-boyfriend and Jeongbong’s former female colleague visit the guesthouse, and the complicated romances of four individuals starts to unfold."
    },
    {
        "imdb_id": "tt14546082",
        "original_title": "我要我们在一起",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ],
        "overview": "Lu and Ling, two high-school sweethearts who pledged to get married to each other in their youth. Over the next 10 years, their relationship is tried and tested by a number of obstacles that stand in their way."
    },
    {
        "imdb_id": "tt5720106",
        "original_title": "Vinavayya Ramayya",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "Smitten with unrequited love, a young man inadvertently gets involved in the kidnapping of his beloved, ruining her arranged marriage. Can things be set straight?"
    },
    {
        "imdb_id": "tt10320120",
        "original_title": "あの日々の話",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ],
        "overview": "When members of a student club gather at a karaoke box, events don’t unfold in predictable ways, leading to a uniquely absurd ending when dawn breaks."
    },
    {
        "imdb_id": "tt7692832",
        "original_title": "Pindadaan",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ],
        "overview": "Pindadaan is a mystical love story presented by Saarrthi Entertainment, co-presented by Blue Fox Entertainment, a film by Prashant Patil."
    },
    {
        "imdb_id": "tt15433860",
        "original_title": "Priyuraalu",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ],
        "overview": "The story follows a young girl who as a child is a victim of an extramarital relationship, unknowingly gets involved with a married man and her journey in finding the solution."
    }
]