[
    {
        "imdb_id": "tt4016152",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "original_title": "산타바바라",
        "overview": "Because of his close friend's betrayal, music director Jung-Woo (Lee Sang-Yoon) lost his precious guitar to creditors. He is asked to make a commercial and meets advertising exec Soo-Kyung (Yoon Jin-Seo). Due to personality differences, they have a confrontation. Later, they drink wine and talk about wine, movies and Santa Barbara. They discover they actually have some things in common and they develop feelings for each other. The next evening, they drink again and get drunk. Soo-Kyung tells him that they have been a couple since yesterday. With their romance just blooming, Jung-Woo fails to meet the deadline for the commercial. Soo-Kyung is disappointed and their romance ends. Some time later, they meet again for a commercial project. They have to go to Santa Barbara which they both admire.",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    },
    {
        "imdb_id": "tt12945050",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "original_title": "스와핑: 친구의 아내",
        "overview": "Seong-sik became stays at home while his workaholic wife Hye-joo works. Next to them, Seong-ki's friend Joon-seok and his wife move in. Seong-sik learns how to do housework from his friend's wife Eun-yeong. At first they hit it off but that soon turns into an affair and when Joon-seok and Hye-joo find out, they also start cheating on their spouses...",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    },
    {
        "imdb_id": "tt5347160",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "original_title": "Podmo Patar Jol",
        "overview": "The film takes place during the late 19th century in Bengal. During that period of time, Zaminders had absolute power and controlled every aspect of common people's lives. Rizwan is the only son of a very powerful Zaminder who resides in the rural part of Bengal. As Rizwan grows up, His father sends him away to the city for higher education, however Rizwan have no interest in heart to seek higher education as he aspires to become a great poet. As he progresses with his life in the city, one day his friends persuades him to go to a Baizi Bari's Jhumri Mahal, where all the Raqasa (Dancers) resides.",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ]
    },
    {
        "imdb_id": "tt15979440",
        "origin_country": [
            "IN"
        ],
        "original_language": "pa",
        "original_title": "Umran Ch Ki Rakheya",
        "overview": "Love springs between two senior citizens, Pyare Lal and Kelly. The story showcases them fighting against the orthodox norms of society to live together.",
        "spoken_languages": [
            {
                "english_name": "Punjabi",
                "iso_639_1": "pa",
                "name": "ਪੰਜਾਬੀ"
            }
        ]
    },
    {
        "imdb_id": "tt15929016",
        "origin_country": [
            "IN"
        ],
        "original_language": "or",
        "original_title": "Cuttack weds Sambalpur",
        "overview": "Romance blossoms between a Sambalpur-based boy Samir and Kanika, a girl hailing from Cuttack. However, problems arise when devious Krunal enters their life.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt9575164",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "宮本から君へ",
        "overview": "Following the comic series and the subsequent television serial of the same name, and featuring the same cast, a young and relatively inexperienced man comes across a woman during his working day and sparks fly.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt6750962",
        "origin_country": [
            "IN"
        ],
        "original_language": "pa",
        "original_title": "Channa Mereya",
        "overview": "Love across class divisions runs afoul of parental disapproval.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt14865506",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "劇場版「きのう何食べた？」",
        "overview": "Kenji is overjoyed when his usually thrifty boyfriend takes him on a trip to Kyoto for his birthday, but the trip ends up uncovering a painful topic.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt12054712",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "完全なる飼育 étude",
        "overview": "Ayano, a middle-aged female director met Aoi, young attractive actor at the audition for her new film. Ayano soon felt something different in Aoi and the audition goes far beyond the moral.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt3420850",
        "origin_country": [
            "TR"
        ],
        "original_language": "tr",
        "original_title": "Bu İşte Bir Yalnızlık Var",
        "overview": "A retired guitarist avoids suffering his mid-life crisis by spending time with her daughter and teaching kids how to play the guitar. Yet it's only until he makes a new girlfriend that he finally comes up with a solution to his crisis.",
        "spoken_languages": [
            {
                "english_name": "Turkish",
                "iso_639_1": "tr",
                "name": "Türkçe"
            }
        ]
    },
    {
        "imdb_id": "tt4938362",
        "origin_country": [
            "SI"
        ],
        "original_language": "sl",
        "original_title": "Utrip ljubezni",
        "overview": "Hearts beat for hip hop until Bruno meets a beautiful violinist Nina and Zoki ends up in a hospital after a fight. Which love will prevail, love for hip hop, love for a girl, or is it possible to have it all?",
        "spoken_languages": [
            {
                "english_name": "Slovenian",
                "iso_639_1": "sl",
                "name": "Slovenščina"
            }
        ]
    },
    {
        "imdb_id": "tt3175440",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "Huff! It's Too Much",
        "overview": "An Indian man experiences a culture shock when he moves to London. While dealing with hilarious issues every day, he falls in love with a woman but is confused about his feelings towards her.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt13452944",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "వరుడు కావలెను",
        "overview": "Bhoomi’s mother wants her to get married soon but she’s particular about what she wants. Akash returns to India after a successful stint abroad and while these opposite poles attract, will they make it work?",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt15625968",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "よだかの片想い",
        "overview": "Graduate student Aiko has always had low self-esteem because of the birthmark on her face. When her story is cinematized, she falls for the director who accepts her as she is.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt5928448",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "original_title": "Prem Ki Bujhini",
        "overview": "A pair of college classmates try to out-rank each other in school. A remake of the 2011 Telugu film '100% Love'.",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ]
    },
    {
        "imdb_id": "tt8365006",
        "origin_country": [
            "IN"
        ],
        "original_language": "kn",
        "original_title": "Kumari 21F",
        "overview": "Siddhu, a chef, falls in love with Kumari, a struggling model from Mumbai. However, when his friends tell him that she has had many boyfriends, he starts doubting her.",
        "spoken_languages": [
            {
                "english_name": "Kannada",
                "iso_639_1": "kn",
                "name": "?????"
            }
        ]
    },
    {
        "imdb_id": "tt3209682",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "意外的恋爱时光",
        "overview": "A woman enlists the help of a carefree photographer to document her cross country trip to propose to her boyfriend. Things don't awry when they lose their bus and must make the rest of the way by any means they can.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt9021092",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "Mr. Majnu",
        "overview": "A playboy finds himself in a spot of bother when he falls in love with the right girl.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt10356526",
        "origin_country": [
            "IN"
        ],
        "original_language": "pa",
        "original_title": "Laiye Je Yaarian",
        "overview": "A young businesswoman hires a charming con man in a bid to defeat her business rival.",
        "spoken_languages": [
            {
                "english_name": "Punjabi",
                "iso_639_1": "pa",
                "name": "ਪੰਜਾਬੀ"
            }
        ]
    },
    {
        "imdb_id": "tt11173106",
        "origin_country": [
            "IN"
        ],
        "original_language": "pa",
        "original_title": "ਸੁਫਨਾ",
        "overview": "Sufna, Dream, there is saying that, “dream is not, which you have while sleeping, dream is the one, which doesn’t let you sleep. This is story about that kind of dream. How a young man from very humble background achieve, what he aims for, and in this journey how a young girl from humble background only, become his back bone, become his strength and motivational source.",
        "spoken_languages": [
            {
                "english_name": "Punjabi",
                "iso_639_1": "pa",
                "name": "ਪੰਜਾਬੀ"
            }
        ]
    },
    {
        "imdb_id": "tt4773218",
        "origin_country": [
            "IN"
        ],
        "original_language": "or",
        "original_title": "Love You Hamesha",
        "overview": "The film is a Romantic Action Love story set in dusty and rugged backdrop of the Odia Heartland.",
        "spoken_languages": [
            {
                "english_name": "Oriya",
                "iso_639_1": "or",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt2988120",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "original_title": "Ate",
        "overview": "A middle class girl in a conservative world finds herself in a government-run home for wayward girls and in a forbidden love affair.",
        "spoken_languages": [
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt12587782",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "original_title": "어린 이모 3",
        "overview": "Seok-yeong has been living with his father ever since his parents got divorced when he was young. His father, Joong-nam, would always introduce his new girlfriends to Seok-yeong, but Seok-yeong didn't like running into strangers in his house. At the same time, Seok-yeong feels more comfortable with women older than him.  One day, Joong-nam says he's going to marry his new girlfriend, Gyeo-won. At a family dinner, Seok-yeong feels attracted to Gyeo-won's sister, Gyeo-woon, but he has to call her 'aunt'",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    },
    {
        "imdb_id": "tt6077598",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "original_title": "맛있는 비행",
        "overview": "An innocent actress runs away from the scandal with an idol, the impudent idol that ruined her career, a passionate manager who is devoted to her and his ex-girlfriend who is now a sexy stewardess. These four that should never be together run into each other in an airplane. No one can run away and the most cheeky and erotic things happen here.",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    },
    {
        "imdb_id": "tt20228670",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "original_title": "Matinee Show",
        "overview": "An encounter at a matinee show opens the door for something more.",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ]
    },
    {
        "imdb_id": "tt10116478",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "薔薇とチューリップ",
        "overview": "An acclaimed painter travels to Japan for an exhibition where he takes advantage of his free time to enjoy a Japanese bath or onsen. However, there is more to it than that. He is told that the owner of the bath has a false work of his. He meets a look-alike at the bath and the situation lends itself to what comes next",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            },
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt11534356",
        "origin_country": [
            "TR"
        ],
        "original_language": "tr",
        "original_title": "Masallardan Geriye Kalan",
        "overview": "A passionate romance evolves between a university faculty and a graduate student, but there's more to their relationship than meets the eye.",
        "spoken_languages": [
            {
                "english_name": "Turkish",
                "iso_639_1": "tr",
                "name": "Türkçe"
            }
        ]
    },
    {
        "imdb_id": "tt7284022",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "original_title": "Happy Breakup",
        "overview": "Break ups are never easy; join valentine as she tries to find silver lining in it. From the hit single \"Happy Break Up\", the film looks at heartbreak in a different light.",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt3024056",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "すべては君に逢えたから",
        "overview": "Six love stories following the love lives of ten different people.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt3527134",
        "origin_country": [
            "TW"
        ],
        "original_language": "zh",
        "original_title": "只要一分鐘",
        "overview": "Wan Zhen (Janine Chang) is an editor of a fashion magazine where she is competent that she can do her job successfully but was very clueless in real life. Since her boyfriend Hao Jie (Peter Ho) works from home, he looks after her so well that they adopted a golden retriever (Li La) which drastically changed Wan Zhen’s life that she begins to woke up early and cook for Li La. Wan Zhen is soon promoted and begins to devote more to her work but as her career soars, her time become hectic. Will Wan Zhen choose the job she loves or Li La who has become family to her?",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            },
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt5226466",
        "origin_country": [
            "IN"
        ],
        "original_language": "kn",
        "original_title": "Badmaash",
        "overview": "Set against an urban backdrop, \"Badmaash\" is a romantic thriller about Vijay, an intelligent, playful and witty lad and Priya, an RJ and a fiercely passionate Kannadiga who tries to teach ...",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt15621370",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "ちょっと思い出しただけ",
        "overview": "A former couple remembers their most intimate days, only to part once again. A bittersweet love story inspired by a Jim Jarmusch masterpiece, set in times of the COVID-19 pandemic.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt4657764",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "何以笙箫默",
        "overview": "A film adaptation of Gu Man's popular novel of two college sweethearts who meet again after years of separation.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt6023800",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "original_title": "গ্যাংস্টার",
        "overview": "Star-crossed lovers Guru and Ruhi dream of living a simple life together. However, when Guru's past as a gangster begins to haunt them, their blissful life together starts shattering.",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ]
    },
    {
        "imdb_id": "tt3476368",
        "origin_country": [
            "IN"
        ],
        "original_language": "ml",
        "original_title": "ബാല്യകാലസഖി",
        "overview": "Born to rich parents, Majeed falls in love with his not-so-affluent neighbor Suhra. After her father's death, when Suhra struggles to make both ends meet, Majeed pleads with his father to sponsor her education. Refused, he wanders off to distant lands.",
        "spoken_languages": [
            {
                "english_name": "Malayalam",
                "iso_639_1": "ml",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt6246362",
        "origin_country": [
            "BD"
        ],
        "original_language": "bn",
        "original_title": "Love Express",
        "overview": "In a family that's equal parts strict and strange, a young man is allowed to make up to a hundred mistakes. Once he reaches that magic number, he will be disowned. The story begins when he is on the verge of making his hundredth mistake.",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ]
    },
    {
        "imdb_id": "tt4396080",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "ロマンス",
        "overview": "26-year-old Hachiko Hojo works as a train attendant, selling items on a cart. She's good at her job, but she lacks self confidence. One day, she meets a movie producer. They decide to visit tourist attractions in Hakone, Kanagawa Prefecture, Japan. Hachiko Hojo looks back upon her life along the way.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt18358032",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "我是真的讨厌异地恋",
        "overview": "Zhao Yiyi has been secretly in love with Xu Jiashu. She is finally able to confess her love after the college entrance exams and they start a long-distance relationship that tests their love for each other throughout the years.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt6267944",
        "origin_country": [
            "IN"
        ],
        "original_language": "mr",
        "original_title": "ती सध्या काय करते",
        "overview": "Anurag wonders about his first love Tanvi, whom he hasn't seen in years. Will their love be rekindled when they reconnect after a long time apart?",
        "spoken_languages": [
            {
                "english_name": "Marathi",
                "iso_639_1": "mr",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt6925132",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "original_title": "Lavakusa",
        "overview": "2015 Telugu Movie",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ]
    },
    {
        "imdb_id": "tt9174120",
        "origin_country": [
            "KR"
        ],
        "original_language": "ko",
        "original_title": "늦여름",
        "overview": "Jeongbong and Seong-hye run a guesthouse on Jeju Island. On one late summer day, Seong-hye’s ex-boyfriend and Jeongbong’s former female colleague visit the guesthouse, and the complicated romances of four individuals starts to unfold.",
        "spoken_languages": [
            {
                "english_name": "Korean",
                "iso_639_1": "ko",
                "name": "한국어/조선말"
            }
        ]
    },
    {
        "imdb_id": "tt17312226",
        "origin_country": [
            "TR"
        ],
        "original_language": "tr",
        "original_title": "İlişki Doktoru",
        "overview": "",
        "spoken_languages": [
            {
                "english_name": "Turkish",
                "iso_639_1": "tr",
                "name": "Türkçe"
            }
        ]
    }
]