[
    {
        "imdb_id": "tt0120589",
        "origin_country": [
            "BR"
        ],
        "original_language": "pt",
        "original_title": "Predestinado: Arigó e o Espírito do Dr. Fritz",
        "overview": "José Pedro de Freitas, better known as Zé Arigó, was a simple man who lived with his wife Arlete in Congonhas, Minas Gerais. During the 1950s, a time when Spiritism was not as well known and respected in the country, Arigó became a symbol of hope through his surgeries and spiritual cures. Based on a true story, Arigó, with the help of the spirit of Dr. Fritz, performed numerous spiritual surgeries on people from Brazil and the world.",
        "spoken_languages": [
            {
                "english_name": "Portuguese",
                "iso_639_1": "pt",
                "name": "Português"
            }
        ]
    },
    {
        "imdb_id": "tt0173042",
        "origin_country": [
            "IN"
        ],
        "original_language": "kn",
        "original_title": "Premaloka",
        "overview": "Ravichandran tries to woo a classmate. On being spurned, he poses as a mysterious biker and sweeps her off her feet.",
        "spoken_languages": [
            {
                "english_name": "Kannada",
                "iso_639_1": "kn",
                "name": "?????"
            },
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ]
    },
    {
        "imdb_id": "tt0230622",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "Parinati",
        "overview": "Based on a folk tale from Rajasthan, \"Parinati\" deals with the inherent tragedy of human avarice, which must inevitably lead to self-destruction.  Ganesh, the protagonist, is a potter who leads a happy and contented life in a remote village. The only ambition he and his wife Kurjan share is to get their only son Laxman married and bring a daughter-in- law home. Destiny, however, has ordained otherwise. Ganesh is hand picked for his honesty and dedication by a local charitable Seth to become the caretaker of his inn in the middle of the desert. There, Ganesh and Kurjan meet a wealthy couple, who are greatly pleased with their service and hospitality. They offer to take their son Laxman to distant lands, teach him trade and make him fabulously rich.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt0246661",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "Grahasthi",
        "overview": "Widower Shankar lives a middle-class lifestyle in India along with daughters, Sudha and Guddiya, and son, Rakesh, and makes a living working as a Cashier in a bank. He is very friendly with his neighbor, Karim, who lives by himself. Sudha has fallen in love with Captain Deepak Verma, a Pilot, the only child of widower Colonel Verma, and he arranges their marriage. Before even the engagement could take place, Shankar confesses to stealing ten thousand rupees from the bank to help a deserving customer, he is arrested, tried in Court, and sentenced to 3 years in jail. He is then subsequently transferred to a jail in Nasik but keeps in touch with his children by writing letters through Karim. Karim takes it upon himself to assist this family, but the earnings are not enough and Sudha as well as Rakesh find employment.",
        "spoken_languages": []
    },
    {
        "imdb_id": "tt0305811",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "మాతృదేవోభవ",
        "overview": "Satyam (Nassar) is a driver and his wife Sarada (Madhavi) is a music teacher. They were both orphans brought up in the Seva Ashram (run by Charuhasan). Sarada and Satyam have four kids. Satyam, though good at heart, is addicted to liquor. Apparao (Tanikella Bharani), a toddy milk vendor, has an eye on Sarada. When Satyam discovers Apparao making advances on Sarada, he assaults him in front of everyone. Avenging the assault, Apparao kills Satyam. Sarada, who is diagnosed with cancer, wants her children to be brought up in a family atmosphere rather than in the Ashram and the children are adopted by different families.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt0339917",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "我們夫婦之間",
        "overview": "An absorbing example of genre filmmaking in the People’s Republic of China, Husband and Wife could at first glance be mistaken for any other romantic melodrama chronicling the rise and decline of a married couple’s love; here, though, that love takes place in (and is entirely defined by) a realm of political upheaval and Maoist ideology. A Shanghai intellectual marries an illiterate peasant woman–turned–collectivist hero, with outcomes both universal (differences emerge) and specific (revolutionary self-critiques). At first a popular hit, the film (and Zheng himself) was soon critically attacked for counterrevolutionary, pro-bourgeois thought. Zheng even penned a confessional autocritique, but the damage to his career was done. (BAMPFA)",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt0359374",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "Hamara Khandaan",
        "overview": "Vishal (Rishi Kapoor) comes from a wealthy Hindu family. His father is well known Chandraprakash Singh (Amrish Puri), and his mom is a housewife, Sharda (Asha Parekh). Vishal falls in love with a young Catholic girl, Ruby Miranda (Farha). While Ruby's dad (Alok Nath) approves of the marriage, Chandraprakash does not, and will not even hear of his son marrying someone not of equal status in wealth, leave alone a different religion. He is all the more enraged when he learns that Vishal is not really his son.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            }
        ]
    },
    {
        "imdb_id": "tt0470936",
        "origin_country": [
            "HY"
        ],
        "original_language": "hy",
        "original_title": "Tak erkir, tsurt dzmer",
        "overview": "A tale of a man and a woman suffering near-absurd circumstances. Their narratives, recollections, imagination, dreams.",
        "spoken_languages": [
            {
                "english_name": "Armenian",
                "iso_639_1": "hy",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt0834112",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "మా అన్నయ్య బంగారం",
        "overview": "A lorry driver saves a woman from an accident but she loses her memory and he brings her home. They get married and have a child but her parents discover the truth and decide to take her home.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    },
    {
        "imdb_id": "tt10002654",
        "origin_country": [
            "IN"
        ],
        "original_language": "ml",
        "original_title": "Pattabhiraman",
        "overview": "Health inspector Pattabhiraman won’t turn a blind eye towards food adulteration, and it has earned him numerous transfers, enemies and more. His latest posting is in Thiruvananthapuram. What awaits him in the capital city?",
        "spoken_languages": [
            {
                "english_name": "Malayalam",
                "iso_639_1": "ml",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt10003618",
        "origin_country": [
            "RS"
        ],
        "original_language": "sr",
        "original_title": "Келти",
        "overview": "Belgrade in 1993. The pent-up tension of uncertain times is released at a children’s birthday party. While the kids celebrate in the living room dressed up as Ninja Turtles, the adults discuss, flirt, smoke and drink in the kitchen.",
        "spoken_languages": [
            {
                "english_name": "Serbian",
                "iso_639_1": "sr",
                "name": "Srpski"
            }
        ]
    },
    {
        "imdb_id": "tt10004032",
        "origin_country": [
            "BR"
        ],
        "original_language": "pt",
        "original_title": "Transe",
        "overview": "A threesome that takes place against the backdrop of Brazil's 2018 presidential election. Three young adults in a love triangle seek to understand the world and who they are on the brink of a shocking and highly-divisive election that puts the future of each one in check.",
        "spoken_languages": [
            {
                "english_name": "Portuguese",
                "iso_639_1": "pt",
                "name": "Português"
            }
        ]
    },
    {
        "imdb_id": "tt10005864",
        "origin_country": [
            "IN"
        ],
        "original_language": "bn",
        "original_title": "বরফ",
        "overview": "When Subham goes missing after an expedition to Everest, his loss creates a void in the lives of his wife and mother.",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ]
    },
    {
        "imdb_id": "tt10007268",
        "origin_country": [
            "RU"
        ],
        "original_language": "ru",
        "original_title": "Место!",
        "overview": "On this night, no one sleeps in the area. Gray is trying to find a way out of depression. His girlfriend Julia is trying to find care and understanding. Crust's friend in love with her is trying to find a way to be with her. And Krasta's friends Vova and Kostya are trying to find 10 grams of hashish for a party. They are all very tired, but they can’t stop trying. Therefore, they smoke, sniff and drink. After all, if they stop, they have absolutely nothing left.",
        "spoken_languages": [
            {
                "english_name": "Russian",
                "iso_639_1": "ru",
                "name": "Pусский"
            }
        ]
    },
    {
        "imdb_id": "tt10011534",
        "origin_country": [
            "ID"
        ],
        "original_language": "id",
        "original_title": "Pohon Terkenal",
        "overview": "As a new cadet at the Police Academy, Semarang, Bara Maulana, Ayu Sekarwati and Johanes Solossa have to say goodbye to normal teenage lives. Their future is no longer their own. Who will survive and who will give up? Especially when love and heart are at stake.",
        "spoken_languages": [
            {
                "english_name": "Indonesian",
                "iso_639_1": "id",
                "name": "Bahasa indonesia"
            }
        ]
    },
    {
        "imdb_id": "tt10016532",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "original_title": "இஸ்பேட் ராஜாவும் இதய ராணியும்",
        "overview": "The relationship between a grumpy guy and a practical girl becomes complicated when the latter gets tired of the former’s impatient behaviour.",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ]
    },
    {
        "imdb_id": "tt10017454",
        "origin_country": [
            "LT"
        ],
        "original_language": "lt",
        "original_title": "Purpurinis rūkas",
        "overview": "'Purple Smoke' tells the complex story of Lithuanian Jew Jozef, partisan commander Vlad and their two beloved Janes.",
        "spoken_languages": [
            {
                "english_name": "Lithuanian",
                "iso_639_1": "lt",
                "name": "Lietuvių"
            }
        ]
    },
    {
        "imdb_id": "tt10023024",
        "origin_country": [
            "IN"
        ],
        "original_language": "hi",
        "original_title": "लव आज कल",
        "overview": "When professional ambitions clash with personal feelings for a modern-day couple, a love story from a bygone era may offer some wisdom.",
        "spoken_languages": [
            {
                "english_name": "Hindi",
                "iso_639_1": "hi",
                "name": "हिन्दी"
            },
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            }
        ]
    },
    {
        "imdb_id": "tt10023080",
        "origin_country": [
            "IN"
        ],
        "original_language": "ta",
        "original_title": "நெடுநல்வாடை",
        "overview": "An unemployed youngster is at the crossroads, puzzled about choosing between family and love.",
        "spoken_languages": [
            {
                "english_name": "Tamil",
                "iso_639_1": "ta",
                "name": "தமிழ்"
            }
        ]
    },
    {
        "imdb_id": "tt10032266",
        "origin_country": [
            "IL"
        ],
        "original_language": "he",
        "original_title": "אסיה",
        "overview": "Asia is the single mother of 17-year-old Vika. Vika's deteriorating health urges Asia to finally find her voice as a mother and to embrace and cherish their time together.",
        "spoken_languages": [
            {
                "english_name": "Hebrew",
                "iso_639_1": "he",
                "name": "עִבְרִית"
            },
            {
                "english_name": "Russian",
                "iso_639_1": "ru",
                "name": "Pусский"
            }
        ]
    },
    {
        "imdb_id": "tt10032342",
        "origin_country": [
            "MX"
        ],
        "original_language": "es",
        "original_title": "Cosas imposibles",
        "overview": "After the death of her abusive husband, Matilde finds her new best friend in Miguel, her young, insecure, and disoriented neighbor.",
        "spoken_languages": [
            {
                "english_name": "Spanish",
                "iso_639_1": "es",
                "name": "Español"
            }
        ]
    },
    {
        "imdb_id": "tt10032574",
        "origin_country": [
            "TR"
        ],
        "original_language": "tr",
        "original_title": "Bembeyaz",
        "overview": "Vural, a husband and a father who was raised in faith, leads a seemingly pious and conformist life. But everything takes a sudden dark turn when he finds out a truth about his personal life.",
        "spoken_languages": [
            {
                "english_name": "Turkish",
                "iso_639_1": "tr",
                "name": "Türkçe"
            }
        ]
    },
    {
        "imdb_id": "tt10035478",
        "origin_country": [
            "CL"
        ],
        "original_language": "es",
        "original_title": "Piola",
        "overview": "Martin and Charly spend their time making rap music. One night they find a loaded gun on a hill, while Sol searches for her lost dog. Although apparently unrelated, these stories are intimately linked, forming a portrait of teenagers in their difficult passage to adulthood.",
        "spoken_languages": [
            {
                "english_name": "Spanish",
                "iso_639_1": "es",
                "name": "Español"
            }
        ]
    },
    {
        "imdb_id": "tt10043458",
        "origin_country": [
            "SV"
        ],
        "original_language": "es",
        "original_title": "El Suspiro del silencio",
        "overview": "Set in the coffee fields of Latin America, the movie unfolds through the eyes of Josefina Moreno, an 18 year-old coffee picker, with a rare and amazing sense of smell.",
        "spoken_languages": [
            {
                "english_name": "Spanish",
                "iso_639_1": "es",
                "name": "Español"
            }
        ]
    },
    {
        "imdb_id": "tt10043746",
        "origin_country": [
            "ID"
        ],
        "original_language": "id",
        "original_title": "Humba Dreams",
        "overview": "At his mother's request, a university student returns to his home on the island of Sumba, where questions about his late father come to light.",
        "spoken_languages": [
            {
                "english_name": "Indonesian",
                "iso_639_1": "id",
                "name": "Bahasa indonesia"
            }
        ]
    },
    {
        "imdb_id": "tt10044704",
        "origin_country": [
            "PH"
        ],
        "original_language": "tl",
        "original_title": "Between Maybes",
        "overview": "Amidst the silence and isolation, Hazel and Louie find comfort in each other as they both needed it at that certain point in their lives. But knowing how far apart their worlds are, they can only hold on to the belief that some encounters are special because of how fleeting they are.",
        "spoken_languages": [
            {
                "english_name": "English",
                "iso_639_1": "en",
                "name": "English"
            },
            {
                "english_name": "Tagalog",
                "iso_639_1": "tl",
                "name": ""
            }
        ]
    },
    {
        "imdb_id": "tt10044934",
        "origin_country": [
            "ID"
        ],
        "original_language": "id",
        "original_title": "Bumi Itu Bulat",
        "overview": "Rahabi, Markus, Hitu, Sayid and Tiara formed an acapella group named Rujak Acapella. Rahabi wants Rujak Acapella to succeed to paid his little sister, Rara's tuition college. The way opened when Aldi, a music poducer offered them a contract; with a condition Aisha must join Rujak Acapella. Rahabi finally must make a choice, whether he must chase his dream, with the risk he must lose everyone he cared about.",
        "spoken_languages": [
            {
                "english_name": "Indonesian",
                "iso_639_1": "id",
                "name": "Bahasa indonesia"
            }
        ]
    },
    {
        "imdb_id": "tt10045434",
        "origin_country": [
            "TR"
        ],
        "original_language": "tr",
        "original_title": "Kapı",
        "overview": "Yakup and Şemsa are Assyrians living in Berlin with their three children and grandchildren. Twenty-five years ago they migrated from Mardin to Berlin. One day they receive a phone call from Mardin. This unexpected call deals with their son Mikhael, whom they lost twenty-five years ago. All the suffering of the family is refreshed. Yakup and Şemsa go to Mardin with their grandchildren, Nardin, who do not want to leave them alone. This trip will be the beginning of all their personal journeys. When the craftsman Yakup, who had not come for years, abandoned his village and saw his house looted; He will go after his house door. On his journey of finding the door, he will be accompanied by her granddaughter Nardin and the smuggler Remzi.",
        "spoken_languages": [
            {
                "english_name": "Turkish",
                "iso_639_1": "tr",
                "name": "Türkçe"
            }
        ]
    },
    {
        "imdb_id": "tt10047904",
        "origin_country": [
            "RS"
        ],
        "original_language": "sr",
        "original_title": "Мрак",
        "overview": "In NATO-occupied Kosovo, a little girl writes an essay for the United Nations about her father who has gone missing. Meanwhile, the girl's grandfather becomes increasingly paranoid of the unseen threats that lurk in the dark.",
        "spoken_languages": [
            {
                "english_name": "Croatian",
                "iso_639_1": "hr",
                "name": "Hrvatski"
            },
            {
                "english_name": "Serbian",
                "iso_639_1": "sr",
                "name": "Srpski"
            }
        ]
    },
    {
        "imdb_id": "tt10048376",
        "origin_country": [
            "RU"
        ],
        "original_language": "ru",
        "original_title": "Я подарю тебе победу",
        "overview": "«The Victory will be my gift to you!». This is the promise, which the 17-year old volunteer soldier makes to a very young hospital nurse, with whom he is madly in love. Many years later following a tragic accident the protagonist of our story will get hold of the volunteer’s diary. He lives is a bustling vicious city sparkling with steel and other expensive tinsel. He has achieved almost everything that a modern citizen might dream of – ha has successful career, a striking well-groomed wife and other attributes of his status. From time to time he shares his success formulas with hundreds of students of a business school dreaming of making a similar career.",
        "spoken_languages": [
            {
                "english_name": "Russian",
                "iso_639_1": "ru",
                "name": "Pусский"
            }
        ]
    },
    {
        "imdb_id": "tt10050608",
        "origin_country": [
            "RU",
            "BY"
        ],
        "original_language": "ru",
        "original_title": "Драма",
        "overview": "Three directors make a movie about the events of their past week. Relationships, work, and day-to-day personal struggle—the minute details still fresh on their minds—are shown with unseen crystal clarity that challenges the very notion of dramatic fiction.",
        "spoken_languages": [
            {
                "english_name": "Russian",
                "iso_639_1": "ru",
                "name": "Pусский"
            }
        ]
    },
    {
        "imdb_id": "tt10052156",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "Shell and Joint",
        "overview": "Nitobe and Sakamoto are childhood friends who now work at the front desk of a capsule hotel. Nitobe has a particular fondness for philosophy and crustaceans. Sakamoto, meanwhile, is fixated on suicide. The capsule hotel draws a variety of guests, including a Finnish mother who has lost her child, a fugitive woman, and a researcher studying Daphnia. None of their lives ever intersect. They exist, but never cross, like cells in a capsule hotel. The themes of life and death are explored through a fragmentary view of the characters’ lives.",
        "spoken_languages": [
            {
                "english_name": "Finnish",
                "iso_639_1": "fi",
                "name": "suomi"
            },
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt10056322",
        "origin_country": [
            "ID"
        ],
        "original_language": "id",
        "original_title": "MeloDylan",
        "overview": "Melody moves to another school because of avoiding problems, moreover she has a bad past with David, her ex-lover. But in the new school, the problem re-emerges when Melody meets Dylan, a guy who had been famous for being cool, like to make trouble but still an idol because of his handsomeness. Rumors about Dylan are common knowledge. Melody and Dylan find no point in their love relationship, so they agree to sever their relationship. Melody just realizea that her love for Dylan is so great. But it's too late. Dylan is sent by his father to study abroad. Melody could only be sad to let him go. Before leaving, it turns out Dylan gives a romantic video to Melody. With the video, Dylan reveals all of his mind. Dylan's honesty makes Melody have new hopes.",
        "spoken_languages": [
            {
                "english_name": "Indonesian",
                "iso_639_1": "id",
                "name": "Bahasa indonesia"
            }
        ]
    },
    {
        "imdb_id": "tt10059236",
        "origin_country": [
            "IR"
        ],
        "original_language": "fa",
        "original_title": "سال دوم دانشکده من",
        "overview": "Mahtab and Ava are classmates in their second year of college studying engineering. The story begin when they and other classmates go on a trip to Esfahan.",
        "spoken_languages": [
            {
                "english_name": "Persian",
                "iso_639_1": "fa",
                "name": "فارسی"
            }
        ]
    },
    {
        "imdb_id": "tt10061256",
        "origin_country": [
            "JP"
        ],
        "original_language": "ja",
        "original_title": "ホットギミック ガールミーツボーイ",
        "overview": "A quiet teen's life is shaken up when she's forced to be her arrogant neighbor's slave. He loves her, but they both have a lot to learn about trust.",
        "spoken_languages": [
            {
                "english_name": "Japanese",
                "iso_639_1": "ja",
                "name": "日本語"
            }
        ]
    },
    {
        "imdb_id": "tt10066262",
        "origin_country": [
            "BR"
        ],
        "original_language": "pt",
        "original_title": "Depois de Ser Cinza",
        "overview": "Three women with completely different backgrounds have one thing in common: they loved and were connected to the same man. From the point of view of these women, through an intricate structure moving back and forth in time, Raul enters the story.",
        "spoken_languages": [
            {
                "english_name": "Croatian",
                "iso_639_1": "hr",
                "name": "Hrvatski"
            },
            {
                "english_name": "Portuguese",
                "iso_639_1": "pt",
                "name": "Português"
            }
        ]
    },
    {
        "imdb_id": "tt10066526",
        "origin_country": [
            "ID"
        ],
        "original_language": "id",
        "original_title": "Mantan Manten",
        "overview": "After a betrayal at work, a finance professional becomes an assistant to a bride shaman in order to salvage her only remaining property — and love life.",
        "spoken_languages": [
            {
                "english_name": "Indonesian",
                "iso_639_1": "id",
                "name": "Bahasa indonesia"
            }
        ]
    },
    {
        "imdb_id": "tt10073452",
        "origin_country": [
            "HU"
        ],
        "original_language": "hu",
        "original_title": "Legjobb tudomásom szerint",
        "overview": "No equal signs of justice can be drawn between those who are accused of a crime, those who are convicted of a crime and those who are the true offenders. That triangle always contains the accused who are not guilty and true offenders whose guilt cannot be ultimately proven. Throughout history, one of the greatest deviations in the strive towards equality has occurred in the triangle of guilt in sexual crimes, where guilt is largely proven on the basis of a woman’s will.",
        "spoken_languages": [
            {
                "english_name": "Hungarian",
                "iso_639_1": "hu",
                "name": "Magyar"
            }
        ]
    },
    {
        "imdb_id": "tt10074486",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "铤而走险",
        "overview": "The story revolves around a \"surprise\" kidnapping case. Liu Xiaojun (Dapeng), the owner of the car dealership, was involved in a kidnapping case for the accident of reselling a black car. He was surrounded by the kidnapped little girl Kiki (Ulanto Yaduo), the dereliant brother Xia Xi (Ou Hao) Several seemingly irrelevant people, such as Xia Tao (Sha Baoliang), dancers (Li Meng ), and second-hand car dealers (Cao Bingyu), have also fallen into the abyss of eternal annihilation.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt10075442",
        "origin_country": [
            "TH"
        ],
        "original_language": "th",
        "original_title": "จดหมาย สายฝน ร่มวิเศษ",
        "overview": "In a love triangle that miraculously mirrors her mother's romance years ago, a young woman let's her heart lead.",
        "spoken_languages": [
            {
                "english_name": "Thai",
                "iso_639_1": "th",
                "name": "ภาษาไทย"
            }
        ]
    },
    {
        "imdb_id": "tt10080052",
        "origin_country": [
            "UA"
        ],
        "original_language": "uk",
        "original_title": "Історія Лізи",
        "overview": "The world today is an uncomfortable place, cynic surroundings. Besides two of our characters are people suffering from Down syndrome, known as sunny kids. However, is this world sunny enough for them? Therefore, they got unique opportunity to get into the world of old black and white cinema with help of unusual screen in the magic cinema theatre. Existing in the world of favorite films they are forgetting about horrible reality. In the parallel reality, characters are like in paradise: they are free, calm and happy and totally don’t want to come back to reality. Unfortunately, they have to come back and to face a cruel objectivity with dozens of complicated tasks, adventures, and a terrible tragedy later. Liza is the only survivor at least…",
        "spoken_languages": [
            {
                "english_name": "Ukrainian",
                "iso_639_1": "uk",
                "name": "Український"
            }
        ]
    },
    {
        "imdb_id": "tt10080086",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "八月未央",
        "overview": "A story revolving around two friends with very different personalities - the no-nonsense and rebellious Weiyang and the idealist 'Princess' Qiao. When Xiao Qiao met Weiyang, the two easily became close friends. However, Xiao Qiao's fiancee Chao Yan can't help himself as he falls deeply in love with Weiyang, which crushes Xiao Qiao's fairytale love story. Just as the three are entangled in a world of complications, Weiyang makes a surprising decision.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt10080092",
        "origin_country": [
            "CN"
        ],
        "original_language": "zh",
        "original_title": "荞麦疯长",
        "overview": "In the 1990s, two girls and a boy enter a booming society with the hope of fulfilling their many dreams.",
        "spoken_languages": [
            {
                "english_name": "Mandarin",
                "iso_639_1": "zh",
                "name": "普通话"
            }
        ]
    },
    {
        "imdb_id": "tt10080924",
        "origin_country": [
            "IN"
        ],
        "original_language": "bn",
        "original_title": "সোয়েটার",
        "overview": "Tuku is all set to get married. But being a bride is not a child’s play, for she doesn’t know how to make tea. Or to knit a sweater even. Will she be able to knit a sweater? Because if she does, she might get hitched.",
        "spoken_languages": [
            {
                "english_name": "Bengali",
                "iso_639_1": "bn",
                "name": "বাংলা"
            }
        ]
    },
    {
        "imdb_id": "tt10081202",
        "origin_country": [
            "IN"
        ],
        "original_language": "te",
        "original_title": "ఎవ్వరికి చెప్పొద్దూ",
        "overview": "Hari and Harathi are in love, but Harathi's father won't agree to their relationship because of their caste differences.",
        "spoken_languages": [
            {
                "english_name": "Telugu",
                "iso_639_1": "te",
                "name": "తెలుగు"
            }
        ]
    }
]